REPLACE INTO /*TABLE_PREFIX*/t_country (pk_c_code, s_name, s_slug) VALUES 
('PS', 'Palestinian Territory', 'palestinian-territory');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782965, 'ps', 'محافظة القدس', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%a7%d9%84%d9%82%d8%af%d8%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515242, 782965, 'ps', 'ابو دِيس', 1, '%d8%a7%d8%a8%d9%88-%d8%af%d9%90%d9%8a%d8%b3'),
(515243, 782965, 'ps', 'الجُدَيْرَة', 1, '%d8%a7%d9%84%d8%ac%d9%8f%d8%af%d9%8e%d9%8a%d9%92%d8%b1%d9%8e%d8%a9'),
(515244, 782965, 'ps', 'الجِيْب', 1, '%d8%a7%d9%84%d8%ac%d9%90%d9%8a%d9%92%d8%a8'),
(515245, 782965, 'ps', 'الرَام وضَاحِيَة البَريد', 1, '%d8%a7%d9%84%d8%b1%d9%8e%d8%a7%d9%85-%d9%88%d8%b6%d9%8e%d8%a7%d8%ad%d9%90%d9%8a%d9%8e%d8%a9-%d8%a7%d9%84%d8%a8%d9%8e%d8%b1%d9%8a%d8%af'),
(515246, 782965, 'ps', 'الزْعَيِّمْ', 1, '%d8%a7%d9%84%d8%b2%d9%92%d8%b9%d9%8e%d9%8a%d9%91%d9%90%d9%85%d9%92'),
(515247, 782965, 'ps', 'السَواحِرَة الشَرْقِيَّة', 1, '%d8%a7%d9%84%d8%b3%d9%8e%d9%88%d8%a7%d8%ad%d9%90%d8%b1%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515248, 782965, 'ps', 'الشَيْخ سَعْد', 1, '%d8%a7%d9%84%d8%b4%d9%8e%d9%8a%d9%92%d8%ae-%d8%b3%d9%8e%d8%b9%d9%92%d8%af'),
(515249, 782965, 'ps', 'العِيْزَرِيَّة', 1, '%d8%a7%d9%84%d8%b9%d9%90%d9%8a%d9%92%d8%b2%d9%8e%d8%b1%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515250, 782965, 'ps', 'القُبَيْبَة', 1, '%d8%a7%d9%84%d9%82%d9%8f%d8%a8%d9%8e%d9%8a%d9%92%d8%a8%d9%8e%d8%a9'),
(515251, 782965, 'ps', 'النَبِي صَمُوئيل', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%a8%d9%90%d9%8a-%d8%b5%d9%8e%d9%85%d9%8f%d9%88%d8%a6%d9%8a%d9%84'),
(515252, 782965, 'ps', 'بِدُّو', 1, '%d8%a8%d9%90%d8%af%d9%91%d9%8f%d9%88'),
(515253, 782965, 'ps', 'بِيت إجْزَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a5%d8%ac%d9%92%d8%b2%d9%8e%d8%a7'),
(515254, 782965, 'ps', 'بِيت إكْسَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a5%d9%83%d9%92%d8%b3%d9%8e%d8%a7'),
(515255, 782965, 'ps', 'بِيت حَنِينَا البَلَد', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%ad%d9%8e%d9%86%d9%90%d9%8a%d9%86%d9%8e%d8%a7-%d8%a7%d9%84%d8%a8%d9%8e%d9%84%d9%8e%d8%af'),
(515256, 782965, 'ps', 'بِيت دُقُّو', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%af%d9%8f%d9%82%d9%91%d9%8f%d9%88'),
(515257, 782965, 'ps', 'بِيت سُورِيك', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b3%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%83'),
(515258, 782965, 'ps', 'بِيت عَنَان', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b9%d9%8e%d9%86%d9%8e%d8%a7%d9%86'),
(515259, 782965, 'ps', 'بِير نَبَالا', 1, '%d8%a8%d9%90%d9%8a%d8%b1-%d9%86%d9%8e%d8%a8%d9%8e%d8%a7%d9%84%d8%a7'),
(515260, 782965, 'ps', 'جَبَعْ', 1, '%d8%ac%d9%8e%d8%a8%d9%8e%d8%b9%d9%92'),
(515261, 782965, 'ps', 'حِزْما', 1, '%d8%ad%d9%90%d8%b2%d9%92%d9%85%d8%a7'),
(515262, 782965, 'ps', 'خَرائِب أمُّ اللَحْمْ', 1, '%d8%ae%d9%8e%d8%b1%d8%a7%d8%a6%d9%90%d8%a8-%d8%a3%d9%85%d9%91%d9%8f-%d8%a7%d9%84%d9%84%d9%8e%d8%ad%d9%92%d9%85%d9%92'),
(515263, 782965, 'ps', 'رَافَات', 1, '%d8%b1%d9%8e%d8%a7%d9%81%d9%8e%d8%a7%d8%aa'),
(515264, 782965, 'ps', 'عرب الجَهَالين (سلامات)', 1, '%d8%b9%d8%b1%d8%a8-%d8%a7%d9%84%d8%ac%d9%8e%d9%87%d9%8e%d8%a7%d9%84%d9%8a%d9%86-%d8%b3%d9%84%d8%a7%d9%85%d8%a7%d8%aa'),
(515265, 782965, 'ps', 'عَناتَا', 1, '%d8%b9%d9%8e%d9%86%d8%a7%d8%aa%d9%8e%d8%a7'),
(515266, 782965, 'ps', 'قَطَنَّة', 1, '%d9%82%d9%8e%d8%b7%d9%8e%d9%86%d9%91%d9%8e%d8%a9'),
(515267, 782965, 'ps', 'قَلَنْدِيَا', 1, '%d9%82%d9%8e%d9%84%d9%8e%d9%86%d9%92%d8%af%d9%90%d9%8a%d9%8e%d8%a7'),
(515268, 782965, 'ps', 'كَفْر عَقَب', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b9%d9%8e%d9%82%d9%8e%d8%a8'),
(515269, 782965, 'ps', 'مِخْمَاس', 1, '%d9%85%d9%90%d8%ae%d9%92%d9%85%d9%8e%d8%a7%d8%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782966, 'ps', 'محافظة جنين', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%ac%d9%86%d9%8a%d9%86');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515270, 782966, 'ps', 'الجُدَيِّدَة', 1, '%d8%a7%d9%84%d8%ac%d9%8f%d8%af%d9%8e%d9%8a%d9%91%d9%90%d8%af%d9%8e%d8%a9'),
(515271, 782966, 'ps', 'الجَلَمَة', 1, '%d8%a7%d9%84%d8%ac%d9%8e%d9%84%d9%8e%d9%85%d9%8e%d8%a9'),
(515272, 782966, 'ps', 'الرامَة', 1, '%d8%a7%d9%84%d8%b1%d8%a7%d9%85%d9%8e%d8%a9'),
(515273, 782966, 'ps', 'الريان', 1, '%d8%a7%d9%84%d8%b1%d9%8a%d8%a7%d9%86'),
(515274, 782966, 'ps', 'الزاوِيَة', 1, '%d8%a7%d9%84%d8%b2%d8%a7%d9%88%d9%90%d9%8a%d9%8e%d8%a9'),
(515275, 782966, 'ps', 'الزَبابِدَة', 1, '%d8%a7%d9%84%d8%b2%d9%8e%d8%a8%d8%a7%d8%a8%d9%90%d8%af%d9%8e%d8%a9'),
(515276, 782966, 'ps', 'الشُهَداء (مثلث الشُهَداء)', 1, '%d8%a7%d9%84%d8%b4%d9%8f%d9%87%d9%8e%d8%af%d8%a7%d8%a1-%d9%85%d8%ab%d9%84%d8%ab-%d8%a7%d9%84%d8%b4%d9%8f%d9%87%d9%8e%d8%af%d8%a7%d8%a1'),
(515277, 782966, 'ps', 'الطَيْبَة', 1, '%d8%a7%d9%84%d8%b7%d9%8e%d9%8a%d9%92%d8%a8%d9%8e%d8%a9'),
(515278, 782966, 'ps', 'العَرَقَة', 1, '%d8%a7%d9%84%d8%b9%d9%8e%d8%b1%d9%8e%d9%82%d9%8e%d8%a9'),
(515279, 782966, 'ps', 'العَصاعْصَة', 1, '%d8%a7%d9%84%d8%b9%d9%8e%d8%b5%d8%a7%d8%b9%d9%92%d8%b5%d9%8e%d8%a9'),
(515280, 782966, 'ps', 'العطَّارَة', 1, '%d8%a7%d9%84%d8%b9%d8%b7%d9%91%d9%8e%d8%a7%d8%b1%d9%8e%d8%a9'),
(515281, 782966, 'ps', 'الفَنْدَقُومِيَّة', 1, '%d8%a7%d9%84%d9%81%d9%8e%d9%86%d9%92%d8%af%d9%8e%d9%82%d9%8f%d9%88%d9%85%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515282, 782966, 'ps', 'الكُفَيْر', 1, '%d8%a7%d9%84%d9%83%d9%8f%d9%81%d9%8e%d9%8a%d9%92%d8%b1'),
(515283, 782966, 'ps', 'المُغيِّر', 1, '%d8%a7%d9%84%d9%85%d9%8f%d8%ba%d9%8a%d9%91%d9%90%d8%b1'),
(515284, 782966, 'ps', 'الهاشِمِيَّة', 1, '%d8%a7%d9%84%d9%87%d8%a7%d8%b4%d9%90%d9%85%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515285, 782966, 'ps', 'اليَامُون', 1, '%d8%a7%d9%84%d9%8a%d9%8e%d8%a7%d9%85%d9%8f%d9%88%d9%86'),
(515286, 782966, 'ps', 'أمُّ التوت', 1, '%d8%a3%d9%85%d9%91%d9%8f-%d8%a7%d9%84%d8%aa%d9%88%d8%aa'),
(515287, 782966, 'ps', 'أُمُّ الرِيحَان', 1, '%d8%a3%d9%8f%d9%85%d9%91%d9%8f-%d8%a7%d9%84%d8%b1%d9%90%d9%8a%d8%ad%d9%8e%d8%a7%d9%86'),
(515288, 782966, 'ps', 'بَرْطَعَة الشَرْقِيَّة', 1, '%d8%a8%d9%8e%d8%b1%d9%92%d8%b7%d9%8e%d8%b9%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515289, 782966, 'ps', 'بِرْقين', 1, '%d8%a8%d9%90%d8%b1%d9%92%d9%82%d9%8a%d9%86'),
(515290, 782966, 'ps', 'بِيت قاد (الجَنُوبي)', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%82%d8%a7%d8%af-%d8%a7%d9%84%d8%ac%d9%8e%d9%86%d9%8f%d9%88%d8%a8%d9%8a'),
(515291, 782966, 'ps', 'بِير البَاشَا', 1, '%d8%a8%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%a8%d9%8e%d8%a7%d8%b4%d9%8e%d8%a7'),
(515292, 782966, 'ps', 'تِعِنِّك', 1, '%d8%aa%d9%90%d8%b9%d9%90%d9%86%d9%91%d9%90%d9%83'),
(515293, 782966, 'ps', 'تِلْفِيت', 1, '%d8%aa%d9%90%d9%84%d9%92%d9%81%d9%90%d9%8a%d8%aa'),
(515294, 782966, 'ps', 'جَبَعْ', 1, '%d8%ac%d9%8e%d8%a8%d9%8e%d8%b9%d9%92'),
(515295, 782966, 'ps', 'جَلْبُون', 1, '%d8%ac%d9%8e%d9%84%d9%92%d8%a8%d9%8f%d9%88%d9%86'),
(515296, 782966, 'ps', 'جَلْقَمُوس', 1, '%d8%ac%d9%8e%d9%84%d9%92%d9%82%d9%8e%d9%85%d9%8f%d9%88%d8%b3'),
(515297, 782966, 'ps', 'جِنين', 1, '%d8%ac%d9%90%d9%86%d9%8a%d9%86'),
(515298, 782966, 'ps', 'خِرْبِة عَبْدَ الله اليونِس', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%90%d8%a9-%d8%b9%d9%8e%d8%a8%d9%92%d8%af%d9%8e-%d8%a7%d9%84%d9%84%d9%87-%d8%a7%d9%84%d9%8a%d9%88%d9%86%d9%90%d8%b3'),
(515299, 782966, 'ps', 'دِير ابو ضَعيف', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d8%a8%d9%88-%d8%b6%d9%8e%d8%b9%d9%8a%d9%81'),
(515300, 782966, 'ps', 'دِير غَزالَة', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%ba%d9%8e%d8%b2%d8%a7%d9%84%d9%8e%d8%a9'),
(515301, 782966, 'ps', 'رَابا', 1, '%d8%b1%d9%8e%d8%a7%d8%a8%d8%a7'),
(515302, 782966, 'ps', 'رُمَّانَة', 1, '%d8%b1%d9%8f%d9%85%d9%91%d9%8e%d8%a7%d9%86%d9%8e%d8%a9'),
(515303, 782966, 'ps', 'زَبُوبَا', 1, '%d8%b2%d9%8e%d8%a8%d9%8f%d9%88%d8%a8%d9%8e%d8%a7'),
(515304, 782966, 'ps', 'زَبْدَة الجديدة', 1, '%d8%b2%d9%8e%d8%a8%d9%92%d8%af%d9%8e%d8%a9-%d8%a7%d9%84%d8%ac%d8%af%d9%8a%d8%af%d8%a9'),
(515305, 782966, 'ps', 'سِيرِيس', 1, '%d8%b3%d9%90%d9%8a%d8%b1%d9%90%d9%8a%d8%b3'),
(515306, 782966, 'ps', 'سيلَةْ الحارِثِيَّة', 1, '%d8%b3%d9%8a%d9%84%d9%8e%d8%a9%d9%92-%d8%a7%d9%84%d8%ad%d8%a7%d8%b1%d9%90%d8%ab%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515307, 782966, 'ps', 'سيلَة الظَهْر', 1, '%d8%b3%d9%8a%d9%84%d9%8e%d8%a9-%d8%a7%d9%84%d8%b8%d9%8e%d9%87%d9%92%d8%b1'),
(515308, 782966, 'ps', 'صانور', 1, '%d8%b5%d8%a7%d9%86%d9%88%d8%b1'),
(515309, 782966, 'ps', 'صِير', 1, '%d8%b5%d9%90%d9%8a%d8%b1'),
(515310, 782966, 'ps', 'طورَة', 1, '%d8%b7%d9%88%d8%b1%d9%8e%d8%a9'),
(515311, 782966, 'ps', 'ظَهْر المَالِح', 1, '%d8%b8%d9%8e%d9%87%d9%92%d8%b1-%d8%a7%d9%84%d9%85%d9%8e%d8%a7%d9%84%d9%90%d8%ad'),
(515312, 782966, 'ps', 'عَانِين', 1, '%d8%b9%d9%8e%d8%a7%d9%86%d9%90%d9%8a%d9%86'),
(515313, 782966, 'ps', 'عَجِّة', 1, '%d8%b9%d9%8e%d8%ac%d9%91%d9%90%d8%a9'),
(515314, 782966, 'ps', 'عَرَّابَة', 1, '%d8%b9%d9%8e%d8%b1%d9%91%d9%8e%d8%a7%d8%a8%d9%8e%d8%a9'),
(515315, 782966, 'ps', 'عَرَّانَة', 1, '%d8%b9%d9%8e%d8%b1%d9%91%d9%8e%d8%a7%d9%86%d9%8e%d8%a9'),
(515316, 782966, 'ps', 'فَقُّوعَة', 1, '%d9%81%d9%8e%d9%82%d9%91%d9%8f%d9%88%d8%b9%d9%8e%d8%a9'),
(515317, 782966, 'ps', 'قَباطْيَة', 1, '%d9%82%d9%8e%d8%a8%d8%a7%d8%b7%d9%92%d9%8a%d9%8e%d8%a9'),
(515318, 782966, 'ps', 'كَفْر دان', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%af%d8%a7%d9%86'),
(515319, 782966, 'ps', 'كَفْر رَاعي', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b1%d9%8e%d8%a7%d8%b9%d9%8a'),
(515320, 782966, 'ps', 'كَفْر قُود', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d9%82%d9%8f%d9%88%d8%af'),
(515321, 782966, 'ps', 'كُفَيْرِتْ', 1, '%d9%83%d9%8f%d9%81%d9%8e%d9%8a%d9%92%d8%b1%d9%90%d8%aa%d9%92'),
(515322, 782966, 'ps', 'مِرْكَة', 1, '%d9%85%d9%90%d8%b1%d9%92%d9%83%d9%8e%d8%a9'),
(515323, 782966, 'ps', 'مِسِلْيَة', 1, '%d9%85%d9%90%d8%b3%d9%90%d9%84%d9%92%d9%8a%d9%8e%d8%a9'),
(515324, 782966, 'ps', 'مَشْروع بِيت قاد (الشَمَالي)', 1, '%d9%85%d9%8e%d8%b4%d9%92%d8%b1%d9%88%d8%b9-%d8%a8%d9%90%d9%8a%d8%aa-%d9%82%d8%a7%d8%af-%d8%a7%d9%84%d8%b4%d9%8e%d9%85%d9%8e%d8%a7%d9%84%d9%8a'),
(515325, 782966, 'ps', 'مَيْثَلون', 1, '%d9%85%d9%8e%d9%8a%d9%92%d8%ab%d9%8e%d9%84%d9%88%d9%86'),
(515326, 782966, 'ps', 'نَزْلَة الشَيْخ زَيْد', 1, '%d9%86%d9%8e%d8%b2%d9%92%d9%84%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d9%8a%d9%92%d8%ae-%d8%b2%d9%8e%d9%8a%d9%92%d8%af'),
(515327, 782966, 'ps', 'وادي الضَبِع (عابا الشَرْقيِّة)', 1, '%d9%88%d8%a7%d8%af%d9%8a-%d8%a7%d9%84%d8%b6%d9%8e%d8%a8%d9%90%d8%b9-%d8%b9%d8%a7%d8%a8%d8%a7-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%8a%d9%91%d9%90%d8%a9'),
(515328, 782966, 'ps', 'يَعْبَدْ', 1, '%d9%8a%d9%8e%d8%b9%d9%92%d8%a8%d9%8e%d8%af%d9%92');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782967, 'ps', 'محافظة طولكرم', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b7%d9%88%d9%84%d9%83%d8%b1%d9%85');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515329, 782967, 'ps', 'الجاروشِيَّة', 1, '%d8%a7%d9%84%d8%ac%d8%a7%d8%b1%d9%88%d8%b4%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515330, 782967, 'ps', 'الرَاس', 1, '%d8%a7%d9%84%d8%b1%d9%8e%d8%a7%d8%b3'),
(515331, 782967, 'ps', 'النَزْلَة الشَرْقيِّة', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%b2%d9%92%d9%84%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%8a%d9%91%d9%90%d8%a9'),
(515332, 782967, 'ps', 'إكتَابَا', 1, '%d8%a5%d9%83%d8%aa%d9%8e%d8%a7%d8%a8%d9%8e%d8%a7'),
(515333, 782967, 'ps', 'باقَة الشَرْقيِّة والنزلات', 1, '%d8%a8%d8%a7%d9%82%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%8a%d9%91%d9%90%d8%a9-%d9%88%d8%a7%d9%84%d9%86%d8%b2%d9%84%d8%a7%d8%aa'),
(515334, 782967, 'ps', 'بَلْعا', 1, '%d8%a8%d9%8e%d9%84%d9%92%d8%b9%d8%a7'),
(515335, 782967, 'ps', 'بِيت لِيد', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%84%d9%90%d9%8a%d8%af'),
(515336, 782967, 'ps', 'خِرْبَة جْبارة', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%8e%d8%a9-%d8%ac%d9%92%d8%a8%d8%a7%d8%b1%d8%a9'),
(515337, 782967, 'ps', 'دِير الغُصُون', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%ba%d9%8f%d8%b5%d9%8f%d9%88%d9%86'),
(515338, 782967, 'ps', 'رَامِين', 1, '%d8%b1%d9%8e%d8%a7%d9%85%d9%90%d9%8a%d9%86'),
(515339, 782967, 'ps', 'زَيْتَا', 1, '%d8%b2%d9%8e%d9%8a%d9%92%d8%aa%d9%8e%d8%a7'),
(515340, 782967, 'ps', 'سَفَّارِين', 1, '%d8%b3%d9%8e%d9%81%d9%91%d9%8e%d8%a7%d8%b1%d9%90%d9%8a%d9%86'),
(515341, 782967, 'ps', 'شُوفَة', 1, '%d8%b4%d9%8f%d9%88%d9%81%d9%8e%d8%a9'),
(515342, 782967, 'ps', 'صَيْدا', 1, '%d8%b5%d9%8e%d9%8a%d9%92%d8%af%d8%a7'),
(515343, 782967, 'ps', 'طُولكَرْم', 1, '%d8%b7%d9%8f%d9%88%d9%84%d9%83%d9%8e%d8%b1%d9%92%d9%85'),
(515344, 782967, 'ps', 'عَتِّيل', 1, '%d8%b9%d9%8e%d8%aa%d9%91%d9%90%d9%8a%d9%84'),
(515345, 782967, 'ps', 'عِلاَّر', 1, '%d8%b9%d9%90%d9%84%d8%a7%d9%91%d9%8e%d8%b1'),
(515346, 782967, 'ps', 'عَنَبْتا', 1, '%d8%b9%d9%8e%d9%86%d9%8e%d8%a8%d9%92%d8%aa%d8%a7'),
(515347, 782967, 'ps', 'فَرْعُون', 1, '%d9%81%d9%8e%d8%b1%d9%92%d8%b9%d9%8f%d9%88%d9%86'),
(515348, 782967, 'ps', 'قَفِّين', 1, '%d9%82%d9%8e%d9%81%d9%91%d9%90%d9%8a%d9%86'),
(515349, 782967, 'ps', 'كَفْر اللَبَد', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%a7%d9%84%d9%84%d9%8e%d8%a8%d9%8e%d8%af'),
(515350, 782967, 'ps', 'كَفْر جَمَّال', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%ac%d9%8e%d9%85%d9%91%d9%8e%d8%a7%d9%84'),
(515351, 782967, 'ps', 'كَفْر زِيبَاد', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b2%d9%90%d9%8a%d8%a8%d9%8e%d8%a7%d8%af'),
(515352, 782967, 'ps', 'كَفْر صُور', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b5%d9%8f%d9%88%d8%b1'),
(515353, 782967, 'ps', 'كَفْر عَبُّوش', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b9%d9%8e%d8%a8%d9%91%d9%8f%d9%88%d8%b4'),
(515354, 782967, 'ps', 'كُورْ', 1, '%d9%83%d9%8f%d9%88%d8%b1%d9%92'),
(515355, 782967, 'ps', 'نَزْلَة عِيسى', 1, '%d9%86%d9%8e%d8%b2%d9%92%d9%84%d9%8e%d8%a9-%d8%b9%d9%90%d9%8a%d8%b3%d9%89');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782968, 'ps', 'محافظة طوباس', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b7%d9%88%d8%a8%d8%a7%d8%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515356, 782968, 'ps', 'العَقَبَة', 1, '%d8%a7%d9%84%d8%b9%d9%8e%d9%82%d9%8e%d8%a8%d9%8e%d8%a9'),
(515357, 782968, 'ps', 'المالِح', 1, '%d8%a7%d9%84%d9%85%d8%a7%d9%84%d9%90%d8%ad'),
(515358, 782968, 'ps', 'بَرْدَلَة', 1, '%d8%a8%d9%8e%d8%b1%d9%92%d8%af%d9%8e%d9%84%d9%8e%d8%a9'),
(515359, 782968, 'ps', 'تَياسِير', 1, '%d8%aa%d9%8e%d9%8a%d8%a7%d8%b3%d9%90%d9%8a%d8%b1'),
(515360, 782968, 'ps', 'خِرْبِة عَاطُوف', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%90%d8%a9-%d8%b9%d9%8e%d8%a7%d8%b7%d9%8f%d9%88%d9%81'),
(515361, 782968, 'ps', 'طَمُّون', 1, '%d8%b7%d9%8e%d9%85%d9%91%d9%8f%d9%88%d9%86'),
(515362, 782968, 'ps', 'طُوبَاس', 1, '%d8%b7%d9%8f%d9%88%d8%a8%d9%8e%d8%a7%d8%b3'),
(515363, 782968, 'ps', 'النَصَّارِيَّة', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%b5%d9%91%d9%8e%d8%a7%d8%b1%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515364, 782968, 'ps', 'إجْنِسِنْيَا', 1, '%d8%a5%d8%ac%d9%92%d9%86%d9%90%d8%b3%d9%90%d9%86%d9%92%d9%8a%d9%8e%d8%a7'),
(515365, 782968, 'ps', 'أُودَلاَ', 1, '%d8%a3%d9%8f%d9%88%d8%af%d9%8e%d9%84%d8%a7%d9%8e'),
(515366, 782968, 'ps', 'أُوصَرِين', 1, '%d8%a3%d9%8f%d9%88%d8%b5%d9%8e%d8%b1%d9%90%d9%8a%d9%86'),
(515367, 782968, 'ps', 'بُرْقَة', 1, '%d8%a8%d9%8f%d8%b1%d9%92%d9%82%d9%8e%d8%a9'),
(515368, 782968, 'ps', 'بَزَّارْيَة', 1, '%d8%a8%d9%8e%d8%b2%d9%91%d9%8e%d8%a7%d8%b1%d9%92%d9%8a%d9%8e%d8%a9'),
(515369, 782968, 'ps', 'بُورِين', 1, '%d8%a8%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%86'),
(515370, 782968, 'ps', 'بِيت إِمرِين', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a5%d9%90%d9%85%d8%b1%d9%90%d9%8a%d9%86'),
(515371, 782968, 'ps', 'بِيت إيبَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a5%d9%8a%d8%a8%d9%8e%d8%a7'),
(515372, 782968, 'ps', 'بِيت حَسَن', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%ad%d9%8e%d8%b3%d9%8e%d9%86'),
(515373, 782968, 'ps', 'بِيت دَجَن', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%af%d9%8e%d8%ac%d9%8e%d9%86'),
(515374, 782968, 'ps', 'بِيت فُورِيك', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%81%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%83'),
(515375, 782968, 'ps', 'بِيت وَزَنْ', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%88%d9%8e%d8%b2%d9%8e%d9%86%d9%92'),
(515376, 782968, 'ps', 'بِيتَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa%d9%8e%d8%a7'),
(515377, 782968, 'ps', 'تِلّ', 1, '%d8%aa%d9%90%d9%84%d9%91'),
(515378, 782968, 'ps', 'تَلْفِيت', 1, '%d8%aa%d9%8e%d9%84%d9%92%d9%81%d9%90%d9%8a%d8%aa'),
(515379, 782968, 'ps', 'جَمَّاعِين', 1, '%d8%ac%d9%8e%d9%85%d9%91%d9%8e%d8%a7%d8%b9%d9%90%d9%8a%d9%86'),
(515380, 782968, 'ps', 'جُورِيش', 1, '%d8%ac%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d8%b4'),
(515381, 782968, 'ps', 'دُوْمَا', 1, '%d8%af%d9%8f%d9%88%d9%92%d9%85%d9%8e%d8%a7'),
(515382, 782968, 'ps', 'دِير الحَطَب', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%ad%d9%8e%d8%b7%d9%8e%d8%a8'),
(515383, 782968, 'ps', 'رُوجِيب', 1, '%d8%b1%d9%8f%d9%88%d8%ac%d9%90%d9%8a%d8%a8'),
(515384, 782968, 'ps', 'زَوَاتا', 1, '%d8%b2%d9%8e%d9%88%d9%8e%d8%a7%d8%aa%d8%a7'),
(515385, 782968, 'ps', 'سالِم', 1, '%d8%b3%d8%a7%d9%84%d9%90%d9%85'),
(515386, 782968, 'ps', 'سَبَسْطِية', 1, '%d8%b3%d9%8e%d8%a8%d9%8e%d8%b3%d9%92%d8%b7%d9%90%d9%8a%d8%a9'),
(515387, 782968, 'ps', 'صَرَّة', 1, '%d8%b5%d9%8e%d8%b1%d9%91%d9%8e%d8%a9'),
(515388, 782968, 'ps', 'طَلُّوزة', 1, '%d8%b7%d9%8e%d9%84%d9%91%d9%8f%d9%88%d8%b2%d8%a9'),
(515389, 782968, 'ps', 'عِرَاق بُورِين', 1, '%d8%b9%d9%90%d8%b1%d9%8e%d8%a7%d9%82-%d8%a8%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%86'),
(515390, 782968, 'ps', 'عَزْمُوط', 1, '%d8%b9%d9%8e%d8%b2%d9%92%d9%85%d9%8f%d9%88%d8%b7'),
(515391, 782968, 'ps', 'عَصيرَة الشماليَّة', 1, '%d8%b9%d9%8e%d8%b5%d9%8a%d8%b1%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%85%d8%a7%d9%84%d9%8a%d9%91%d9%8e%d8%a9'),
(515392, 782968, 'ps', 'عَصِيرَة القِبْلِيَّة', 1, '%d8%b9%d9%8e%d8%b5%d9%90%d9%8a%d8%b1%d9%8e%d8%a9-%d8%a7%d9%84%d9%82%d9%90%d8%a8%d9%92%d9%84%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515393, 782968, 'ps', 'عَقْرَبَا', 1, '%d8%b9%d9%8e%d9%82%d9%92%d8%b1%d9%8e%d8%a8%d9%8e%d8%a7'),
(515394, 782968, 'ps', 'عَمُّورْيَة', 1, '%d8%b9%d9%8e%d9%85%d9%91%d9%8f%d9%88%d8%b1%d9%92%d9%8a%d9%8e%d8%a9'),
(515395, 782968, 'ps', 'عَوَرْتا', 1, '%d8%b9%d9%8e%d9%88%d9%8e%d8%b1%d9%92%d8%aa%d8%a7'),
(515396, 782968, 'ps', 'عُورِيف', 1, '%d8%b9%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%81'),
(515397, 782968, 'ps', 'عِيْن شِبْلِي', 1, '%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d8%b4%d9%90%d8%a8%d9%92%d9%84%d9%90%d9%8a'),
(515398, 782968, 'ps', 'عَيْنَبُوس', 1, '%d8%b9%d9%8e%d9%8a%d9%92%d9%86%d9%8e%d8%a8%d9%8f%d9%88%d8%b3'),
(515399, 782968, 'ps', 'فُرُوش بِيت دَجَن', 1, '%d9%81%d9%8f%d8%b1%d9%8f%d9%88%d8%b4-%d8%a8%d9%90%d9%8a%d8%aa-%d8%af%d9%8e%d8%ac%d9%8e%d9%86'),
(515400, 782968, 'ps', 'قُوصِين', 1, '%d9%82%d9%8f%d9%88%d8%b5%d9%90%d9%8a%d9%86'),
(515401, 782968, 'ps', 'كَفْر قَلِّيل', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d9%82%d9%8e%d9%84%d9%91%d9%90%d9%8a%d9%84'),
(515402, 782968, 'ps', 'مَادَما', 1, '%d9%85%d9%8e%d8%a7%d8%af%d9%8e%d9%85%d8%a7'),
(515403, 782968, 'ps', 'مَجْدَلْ بَني فاضِل', 1, '%d9%85%d9%8e%d8%ac%d9%92%d8%af%d9%8e%d9%84%d9%92-%d8%a8%d9%8e%d9%86%d9%8a-%d9%81%d8%a7%d8%b6%d9%90%d9%84'),
(515404, 782968, 'ps', 'نابْلُس', 1, '%d9%86%d8%a7%d8%a8%d9%92%d9%84%d9%8f%d8%b3'),
(515405, 782968, 'ps', 'نِصْف جُبَيْل', 1, '%d9%86%d9%90%d8%b5%d9%92%d9%81-%d8%ac%d9%8f%d8%a8%d9%8e%d9%8a%d9%92%d9%84'),
(515406, 782968, 'ps', 'ياصِيد', 1, '%d9%8a%d8%a7%d8%b5%d9%90%d9%8a%d8%af'),
(515407, 782968, 'ps', 'يِتْمَا', 1, '%d9%8a%d9%90%d8%aa%d9%92%d9%85%d9%8e%d8%a7');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782969, 'ps', 'محافظة قلقيلية', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d9%82%d9%84%d9%82%d9%8a%d9%84%d9%8a%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515408, 782969, 'ps', 'العزب الغربي', 1, '%d8%a7%d9%84%d8%b9%d8%b2%d8%a8-%d8%a7%d9%84%d8%ba%d8%b1%d8%a8%d9%8a'),
(515409, 782969, 'ps', 'الفُنْدُق', 1, '%d8%a7%d9%84%d9%81%d9%8f%d9%86%d9%92%d8%af%d9%8f%d9%82'),
(515410, 782969, 'ps', 'النَبِي إليَاس', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%a8%d9%90%d9%8a-%d8%a5%d9%84%d9%8a%d9%8e%d8%a7%d8%b3'),
(515411, 782969, 'ps', 'إِمَّاتِين', 1, '%d8%a5%d9%90%d9%85%d9%91%d9%8e%d8%a7%d8%aa%d9%90%d9%8a%d9%86'),
(515412, 782969, 'ps', 'باقَةْ الحَطَب', 1, '%d8%a8%d8%a7%d9%82%d9%8e%d8%a9%d9%92-%d8%a7%d9%84%d8%ad%d9%8e%d8%b7%d9%8e%d8%a8'),
(515413, 782969, 'ps', 'بِيت أَمين', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a3%d9%8e%d9%85%d9%8a%d9%86'),
(515414, 782969, 'ps', 'جِنْصَافُوط', 1, '%d8%ac%d9%90%d9%86%d9%92%d8%b5%d9%8e%d8%a7%d9%81%d9%8f%d9%88%d8%b7'),
(515415, 782969, 'ps', 'جِيْت', 1, '%d8%ac%d9%90%d9%8a%d9%92%d8%aa'),
(515416, 782969, 'ps', 'جَيُّوس', 1, '%d8%ac%d9%8e%d9%8a%d9%91%d9%8f%d9%88%d8%b3'),
(515417, 782969, 'ps', 'حَبْلَة', 1, '%d8%ad%d9%8e%d8%a8%d9%92%d9%84%d9%8e%d8%a9'),
(515418, 782969, 'ps', 'حَجَّة', 1, '%d8%ad%d9%8e%d8%ac%d9%91%d9%8e%d8%a9'),
(515419, 782969, 'ps', 'خِرْبِة صِيْر', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%90%d8%a9-%d8%b5%d9%90%d9%8a%d9%92%d8%b1'),
(515420, 782969, 'ps', 'راس عَطِيَّة', 1, '%d8%b1%d8%a7%d8%b3-%d8%b9%d9%8e%d8%b7%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515421, 782969, 'ps', 'سَنّيرْيَا', 1, '%d8%b3%d9%8e%d9%86%d9%91%d9%8a%d8%b1%d9%92%d9%8a%d9%8e%d8%a7'),
(515422, 782969, 'ps', 'عَرَب أبو فَرْدَة', 1, '%d8%b9%d9%8e%d8%b1%d9%8e%d8%a8-%d8%a3%d8%a8%d9%88-%d9%81%d9%8e%d8%b1%d9%92%d8%af%d9%8e%d8%a9'),
(515423, 782969, 'ps', 'عَرَب الرَماضِين الجَنُوبي', 1, '%d8%b9%d9%8e%d8%b1%d9%8e%d8%a8-%d8%a7%d9%84%d8%b1%d9%8e%d9%85%d8%a7%d8%b6%d9%90%d9%8a%d9%86-%d8%a7%d9%84%d8%ac%d9%8e%d9%86%d9%8f%d9%88%d8%a8%d9%8a'),
(515424, 782969, 'ps', 'عَرَب الرَماضِين الشَمَالي', 1, '%d8%b9%d9%8e%d8%b1%d9%8e%d8%a8-%d8%a7%d9%84%d8%b1%d9%8e%d9%85%d8%a7%d8%b6%d9%90%d9%8a%d9%86-%d8%a7%d9%84%d8%b4%d9%8e%d9%85%d9%8e%d8%a7%d9%84%d9%8a'),
(515425, 782969, 'ps', 'عَزُّون', 1, '%d8%b9%d9%8e%d8%b2%d9%91%d9%8f%d9%88%d9%86'),
(515426, 782969, 'ps', 'عَزُّون عَتْمَة', 1, '%d8%b9%d9%8e%d8%b2%d9%91%d9%8f%d9%88%d9%86-%d8%b9%d9%8e%d8%aa%d9%92%d9%85%d9%8e%d8%a9'),
(515427, 782969, 'ps', 'عَسْلَة', 1, '%d8%b9%d9%8e%d8%b3%d9%92%d9%84%d9%8e%d8%a9'),
(515428, 782969, 'ps', 'فَلامِية', 1, '%d9%81%d9%8e%d9%84%d8%a7%d9%85%d9%90%d9%8a%d8%a9'),
(515429, 782969, 'ps', 'قَلْقِيلْيَة', 1, '%d9%82%d9%8e%d9%84%d9%92%d9%82%d9%90%d9%8a%d9%84%d9%92%d9%8a%d9%8e%d8%a9'),
(515430, 782969, 'ps', 'كَفْر ثُلْث', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%ab%d9%8f%d9%84%d9%92%d8%ab'),
(515431, 782969, 'ps', 'كَفْر قَدُّوم', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d9%82%d9%8e%d8%af%d9%91%d9%8f%d9%88%d9%85');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782970, 'ps', 'محافظة سلفيت', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b3%d9%84%d9%81%d9%8a%d8%aa');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515432, 782970, 'ps', 'إسْكَاكَا', 1, '%d8%a5%d8%b3%d9%92%d9%83%d9%8e%d8%a7%d9%83%d9%8e%d8%a7'),
(515433, 782970, 'ps', 'الزَاوِيَة', 1, '%d8%a7%d9%84%d8%b2%d9%8e%d8%a7%d9%88%d9%90%d9%8a%d9%8e%d8%a9'),
(515434, 782970, 'ps', 'بِدْيَا', 1, '%d8%a8%d9%90%d8%af%d9%92%d9%8a%d9%8e%d8%a7'),
(515435, 782970, 'ps', 'بْرُوقِين', 1, '%d8%a8%d9%92%d8%b1%d9%8f%d9%88%d9%82%d9%90%d9%8a%d9%86'),
(515436, 782970, 'ps', 'حَارِس', 1, '%d8%ad%d9%8e%d8%a7%d8%b1%d9%90%d8%b3'),
(515437, 782970, 'ps', 'دِير إستْيا', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a5%d8%b3%d8%aa%d9%92%d9%8a%d8%a7'),
(515438, 782970, 'ps', 'دِير بَلُّوط', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a8%d9%8e%d9%84%d9%91%d9%8f%d9%88%d8%b7'),
(515439, 782970, 'ps', 'رَافات', 1, '%d8%b1%d9%8e%d8%a7%d9%81%d8%a7%d8%aa'),
(515440, 782970, 'ps', 'سَرْطَة', 1, '%d8%b3%d9%8e%d8%b1%d9%92%d8%b7%d9%8e%d8%a9'),
(515441, 782970, 'ps', 'فَرْخَة', 1, '%d9%81%d9%8e%d8%b1%d9%92%d8%ae%d9%8e%d8%a9'),
(515442, 782970, 'ps', 'قِيرَة', 1, '%d9%82%d9%90%d9%8a%d8%b1%d9%8e%d8%a9'),
(515443, 782970, 'ps', 'كَفْر الدِيك', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%a7%d9%84%d8%af%d9%90%d9%8a%d9%83'),
(515444, 782970, 'ps', 'كِفِلْ حَارِس', 1, '%d9%83%d9%90%d9%81%d9%90%d9%84%d9%92-%d8%ad%d9%8e%d8%a7%d8%b1%d9%90%d8%b3'),
(515445, 782970, 'ps', 'مَرْدَا', 1, '%d9%85%d9%8e%d8%b1%d9%92%d8%af%d9%8e%d8%a7'),
(515446, 782970, 'ps', 'مَسْحَة', 1, '%d9%85%d9%8e%d8%b3%d9%92%d8%ad%d9%8e%d8%a9'),
(515447, 782970, 'ps', 'يَاسُوف', 1, '%d9%8a%d9%8e%d8%a7%d8%b3%d9%8f%d9%88%d9%81');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782971, 'ps', 'محافظة رام الله والبيرة', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b1%d8%a7%d9%85-%d8%a7%d9%84%d9%84%d9%87-%d9%88%d8%a7%d9%84%d8%a8%d9%8a%d8%b1%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515448, 782971, 'ps', 'الاتحاد', 1, '%d8%a7%d9%84%d8%a7%d8%aa%d8%ad%d8%a7%d8%af'),
(515449, 782971, 'ps', 'البِيرَة', 1, '%d8%a7%d9%84%d8%a8%d9%90%d9%8a%d8%b1%d9%8e%d8%a9'),
(515450, 782971, 'ps', 'الجانِيَة', 1, '%d8%a7%d9%84%d8%ac%d8%a7%d9%86%d9%90%d9%8a%d9%8e%d8%a9'),
(515451, 782971, 'ps', 'الزيتونة', 1, '%d8%a7%d9%84%d8%b2%d9%8a%d8%aa%d9%88%d9%86%d8%a9'),
(515452, 782971, 'ps', 'الطَيْبَة', 1, '%d8%a7%d9%84%d8%b7%d9%8e%d9%8a%d9%92%d8%a8%d9%8e%d8%a9'),
(515453, 782971, 'ps', 'الطيرَة', 1, '%d8%a7%d9%84%d8%b7%d9%8a%d8%b1%d9%8e%d8%a9'),
(515454, 782971, 'ps', 'اللُبَّنْ الغَرْبي', 1, '%d8%a7%d9%84%d9%84%d9%8f%d8%a8%d9%91%d9%8e%d9%86%d9%92-%d8%a7%d9%84%d8%ba%d9%8e%d8%b1%d9%92%d8%a8%d9%8a'),
(515455, 782971, 'ps', 'المِدْيَة', 1, '%d8%a7%d9%84%d9%85%d9%90%d8%af%d9%92%d9%8a%d9%8e%d8%a9'),
(515456, 782971, 'ps', 'المَزْرَعَة الشَرْقِيَّة', 1, '%d8%a7%d9%84%d9%85%d9%8e%d8%b2%d9%92%d8%b1%d9%8e%d8%b9%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d8%b1%d9%92%d9%82%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515457, 782971, 'ps', 'المُغَيِّر', 1, '%d8%a7%d9%84%d9%85%d9%8f%d8%ba%d9%8e%d9%8a%d9%91%d9%90%d8%b1'),
(515458, 782971, 'ps', 'النَبي صالِح', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%a8%d9%8a-%d8%b5%d8%a7%d9%84%d9%90%d8%ad'),
(515459, 782971, 'ps', 'أمُّ صَفَا', 1, '%d8%a3%d9%85%d9%91%d9%8f-%d8%b5%d9%8e%d9%81%d9%8e%d8%a7'),
(515460, 782971, 'ps', 'بُدْرُس', 1, '%d8%a8%d9%8f%d8%af%d9%92%d8%b1%d9%8f%d8%b3'),
(515461, 782971, 'ps', 'بُرْقَة', 1, '%d8%a8%d9%8f%d8%b1%d9%92%d9%82%d9%8e%d8%a9'),
(515462, 782971, 'ps', 'بُرْهَام', 1, '%d8%a8%d9%8f%d8%b1%d9%92%d9%87%d9%8e%d8%a7%d9%85'),
(515463, 782971, 'ps', 'بِلْعِين', 1, '%d8%a8%d9%90%d9%84%d9%92%d8%b9%d9%90%d9%8a%d9%86'),
(515464, 782971, 'ps', 'بني زيد الشرقية', 1, '%d8%a8%d9%86%d9%8a-%d8%b2%d9%8a%d8%af-%d8%a7%d9%84%d8%b4%d8%b1%d9%82%d9%8a%d8%a9'),
(515465, 782971, 'ps', 'بَني زِيْد (الغربية)', 1, '%d8%a8%d9%8e%d9%86%d9%8a-%d8%b2%d9%90%d9%8a%d9%92%d8%af-%d8%a7%d9%84%d8%ba%d8%b1%d8%a8%d9%8a%d8%a9'),
(515466, 782971, 'ps', 'بِيت سِيرَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b3%d9%90%d9%8a%d8%b1%d9%8e%d8%a7'),
(515467, 782971, 'ps', 'بِيت عُوْرْ التَحْتَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b9%d9%8f%d9%88%d9%92%d8%b1%d9%92-%d8%a7%d9%84%d8%aa%d9%8e%d8%ad%d9%92%d8%aa%d9%8e%d8%a7'),
(515468, 782971, 'ps', 'بِيت عُوْر الفُوقَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b9%d9%8f%d9%88%d9%92%d8%b1-%d8%a7%d9%84%d9%81%d9%8f%d9%88%d9%82%d9%8e%d8%a7'),
(515469, 782971, 'ps', 'بِيت لِقْيا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%84%d9%90%d9%82%d9%92%d9%8a%d8%a7'),
(515470, 782971, 'ps', 'بِيتُونْيا', 1, '%d8%a8%d9%90%d9%8a%d8%aa%d9%8f%d9%88%d9%86%d9%92%d9%8a%d8%a7'),
(515471, 782971, 'ps', 'بَيْتِين', 1, '%d8%a8%d9%8e%d9%8a%d9%92%d8%aa%d9%90%d9%8a%d9%86'),
(515472, 782971, 'ps', 'بِيرزيت', 1, '%d8%a8%d9%90%d9%8a%d8%b1%d8%b2%d9%8a%d8%aa'),
(515473, 782971, 'ps', 'تُرْمُسعَيَّا', 1, '%d8%aa%d9%8f%d8%b1%d9%92%d9%85%d9%8f%d8%b3%d8%b9%d9%8e%d9%8a%d9%91%d9%8e%d8%a7'),
(515474, 782971, 'ps', 'جِفْنَا', 1, '%d8%ac%d9%90%d9%81%d9%92%d9%86%d9%8e%d8%a7'),
(515475, 782971, 'ps', 'جِلْجِيلِيَّا', 1, '%d8%ac%d9%90%d9%84%d9%92%d8%ac%d9%90%d9%8a%d9%84%d9%90%d9%8a%d9%91%d9%8e%d8%a7'),
(515476, 782971, 'ps', 'جِيْبيا', 1, '%d8%ac%d9%90%d9%8a%d9%92%d8%a8%d9%8a%d8%a7'),
(515477, 782971, 'ps', 'خِرْبَةْ أبو فَلاَح', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%8e%d8%a9%d9%92-%d8%a3%d8%a8%d9%88-%d9%81%d9%8e%d9%84%d8%a7%d9%8e%d8%ad'),
(515478, 782971, 'ps', 'خَرْبَثا المِصْباح', 1, '%d8%ae%d9%8e%d8%b1%d9%92%d8%a8%d9%8e%d8%ab%d8%a7-%d8%a7%d9%84%d9%85%d9%90%d8%b5%d9%92%d8%a8%d8%a7%d8%ad'),
(515479, 782971, 'ps', 'خَرْبَثا بَنِي حَارِث', 1, '%d8%ae%d9%8e%d8%b1%d9%92%d8%a8%d9%8e%d8%ab%d8%a7-%d8%a8%d9%8e%d9%86%d9%90%d9%8a-%d8%ad%d9%8e%d8%a7%d8%b1%d9%90%d8%ab'),
(515480, 782971, 'ps', 'دُورا القَرِع', 1, '%d8%af%d9%8f%d9%88%d8%b1%d8%a7-%d8%a7%d9%84%d9%82%d9%8e%d8%b1%d9%90%d8%b9'),
(515481, 782971, 'ps', 'دِير إبزِيع', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a5%d8%a8%d8%b2%d9%90%d9%8a%d8%b9'),
(515482, 782971, 'ps', 'دِير أبو مَشْعَلْ', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a3%d8%a8%d9%88-%d9%85%d9%8e%d8%b4%d9%92%d8%b9%d9%8e%d9%84%d9%92'),
(515483, 782971, 'ps', 'دِير السُودَان', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%b3%d9%8f%d9%88%d8%af%d9%8e%d8%a7%d9%86'),
(515484, 782971, 'ps', 'دِير جَرِيْر', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%ac%d9%8e%d8%b1%d9%90%d9%8a%d9%92%d8%b1'),
(515485, 782971, 'ps', 'دِير دُبْوَان', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%af%d9%8f%d8%a8%d9%92%d9%88%d9%8e%d8%a7%d9%86'),
(515486, 782971, 'ps', 'دِير قِدِّيس', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d9%82%d9%90%d8%af%d9%91%d9%90%d9%8a%d8%b3'),
(515487, 782971, 'ps', 'دِير نِظَام', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d9%86%d9%90%d8%b8%d9%8e%d8%a7%d9%85'),
(515488, 782971, 'ps', 'رَاس كَرْكَرْ', 1, '%d8%b1%d9%8e%d8%a7%d8%b3-%d9%83%d9%8e%d8%b1%d9%92%d9%83%d9%8e%d8%b1%d9%92'),
(515489, 782971, 'ps', 'رامَ الله', 1, '%d8%b1%d8%a7%d9%85%d9%8e-%d8%a7%d9%84%d9%84%d9%87'),
(515490, 782971, 'ps', 'رَمُّون', 1, '%d8%b1%d9%8e%d9%85%d9%91%d9%8f%d9%88%d9%86'),
(515491, 782971, 'ps', 'رَنْتِيس', 1, '%d8%b1%d9%8e%d9%86%d9%92%d8%aa%d9%90%d9%8a%d8%b3'),
(515492, 782971, 'ps', 'سِلْواد', 1, '%d8%b3%d9%90%d9%84%d9%92%d9%88%d8%a7%d8%af'),
(515493, 782971, 'ps', 'سِنْجِل', 1, '%d8%b3%d9%90%d9%86%d9%92%d8%ac%d9%90%d9%84'),
(515494, 782971, 'ps', 'شِبْتِين', 1, '%d8%b4%d9%90%d8%a8%d9%92%d8%aa%d9%90%d9%8a%d9%86'),
(515495, 782971, 'ps', 'شُقْبَا', 1, '%d8%b4%d9%8f%d9%82%d9%92%d8%a8%d9%8e%d8%a7'),
(515496, 782971, 'ps', 'صُرْدَا وابو قَشّ', 1, '%d8%b5%d9%8f%d8%b1%d9%92%d8%af%d9%8e%d8%a7-%d9%88%d8%a7%d8%a8%d9%88-%d9%82%d9%8e%d8%b4%d9%91'),
(515497, 782971, 'ps', 'صَفَّا', 1, '%d8%b5%d9%8e%d9%81%d9%91%d9%8e%d8%a7'),
(515498, 782971, 'ps', 'عابُود', 1, '%d8%b9%d8%a7%d8%a8%d9%8f%d9%88%d8%af'),
(515499, 782971, 'ps', 'عِبْوَيْن', 1, '%d8%b9%d9%90%d8%a8%d9%92%d9%88%d9%8e%d9%8a%d9%92%d9%86'),
(515500, 782971, 'ps', 'عَجُّول', 1, '%d8%b9%d9%8e%d8%ac%d9%91%d9%8f%d9%88%d9%84'),
(515501, 782971, 'ps', 'عَطَارَة', 1, '%d8%b9%d9%8e%d8%b7%d9%8e%d8%a7%d8%b1%d9%8e%d8%a9'),
(515502, 782971, 'ps', 'عِيْن سِينْيا', 1, '%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d8%b3%d9%90%d9%8a%d9%86%d9%92%d9%8a%d8%a7'),
(515503, 782971, 'ps', 'عِيْن عَرِيك', 1, '%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d8%b9%d9%8e%d8%b1%d9%90%d9%8a%d9%83'),
(515504, 782971, 'ps', 'عِيْن قِينيا', 1, '%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d9%82%d9%90%d9%8a%d9%86%d9%8a%d8%a7'),
(515505, 782971, 'ps', 'عِيْن يَبْرود', 1, '%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d9%8a%d9%8e%d8%a8%d9%92%d8%b1%d9%88%d8%af'),
(515506, 782971, 'ps', 'قِبْيَا', 1, '%d9%82%d9%90%d8%a8%d9%92%d9%8a%d9%8e%d8%a7'),
(515507, 782971, 'ps', 'قَرَاوَة بَني زِيْد', 1, '%d9%82%d9%8e%d8%b1%d9%8e%d8%a7%d9%88%d9%8e%d8%a9-%d8%a8%d9%8e%d9%86%d9%8a-%d8%b2%d9%90%d9%8a%d9%92%d8%af'),
(515508, 782971, 'ps', 'كَفْر عِيْن', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d8%b9%d9%90%d9%8a%d9%92%d9%86'),
(515509, 782971, 'ps', 'كَفْر مَالِك', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d9%85%d9%8e%d8%a7%d9%84%d9%90%d9%83'),
(515510, 782971, 'ps', 'كَفْر نِعْمَة', 1, '%d9%83%d9%8e%d9%81%d9%92%d8%b1-%d9%86%d9%90%d8%b9%d9%92%d9%85%d9%8e%d8%a9'),
(515511, 782971, 'ps', 'كُوبَر', 1, '%d9%83%d9%8f%d9%88%d8%a8%d9%8e%d8%b1'),
(515512, 782971, 'ps', 'نِعْلِين', 1, '%d9%86%d9%90%d8%b9%d9%92%d9%84%d9%90%d9%8a%d9%86'),
(515513, 782971, 'ps', 'يَبْرُود', 1, '%d9%8a%d9%8e%d8%a8%d9%92%d8%b1%d9%8f%d9%88%d8%af');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782972, 'ps', 'محافظة أريحا ', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%a3%d8%b1%d9%8a%d8%ad%d8%a7');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515514, 782972, 'ps', 'أريحا', 1, '%d8%a3%d8%b1%d9%8a%d8%ad%d8%a7'),
(515515, 782972, 'ps', 'الجِفْتْلِك', 1, '%d8%a7%d9%84%d8%ac%d9%90%d9%81%d9%92%d8%aa%d9%92%d9%84%d9%90%d9%83'),
(515516, 782972, 'ps', 'الزُبَيْدات', 1, '%d8%a7%d9%84%d8%b2%d9%8f%d8%a8%d9%8e%d9%8a%d9%92%d8%af%d8%a7%d8%aa'),
(515517, 782972, 'ps', 'العوجَا', 1, '%d8%a7%d9%84%d8%b9%d9%88%d8%ac%d9%8e%d8%a7'),
(515518, 782972, 'ps', 'النُوَيْعِمَة وعِيْن الدْيوك الفُوقا', 1, '%d8%a7%d9%84%d9%86%d9%8f%d9%88%d9%8e%d9%8a%d9%92%d8%b9%d9%90%d9%85%d9%8e%d8%a9-%d9%88%d8%b9%d9%90%d9%8a%d9%92%d9%86-%d8%a7%d9%84%d8%af%d9%92%d9%8a%d9%88%d9%83-%d8%a7%d9%84%d9%81%d9%8f%d9%88%d9%82%d8%a7'),
(515519, 782972, 'ps', 'فَصَايِل', 1, '%d9%81%d9%8e%d8%b5%d9%8e%d8%a7%d9%8a%d9%90%d9%84'),
(515520, 782972, 'ps', 'مَرْج الغَزال', 1, '%d9%85%d9%8e%d8%b1%d9%92%d8%ac-%d8%a7%d9%84%d8%ba%d9%8e%d8%b2%d8%a7%d9%84'),
(515521, 782972, 'ps', 'مَرْج نَعْجَة', 1, '%d9%85%d9%8e%d8%b1%d9%92%d8%ac-%d9%86%d9%8e%d8%b9%d9%92%d8%ac%d9%8e%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782973, 'ps', 'محافظة بيت لحم', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%a8%d9%8a%d8%aa-%d9%84%d8%ad%d9%85');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515522, 782973, 'ps', 'الجَبْعَة', 1, '%d8%a7%d9%84%d8%ac%d9%8e%d8%a8%d9%92%d8%b9%d9%8e%d8%a9'),
(515523, 782973, 'ps', 'الخَاص ', 1, '%d8%a7%d9%84%d8%ae%d9%8e%d8%a7%d8%b5'),
(515524, 782973, 'ps', 'الخَضِر', 1, '%d8%a7%d9%84%d8%ae%d9%8e%d8%b6%d9%90%d8%b1'),
(515525, 782973, 'ps', 'الدْوحَة', 1, '%d8%a7%d9%84%d8%af%d9%92%d9%88%d8%ad%d9%8e%d8%a9'),
(515526, 782973, 'ps', 'الشَوَاوْرَة', 1, '%d8%a7%d9%84%d8%b4%d9%8e%d9%88%d9%8e%d8%a7%d9%88%d9%92%d8%b1%d9%8e%d8%a9'),
(515527, 782973, 'ps', 'العُبَيْدِيَّة', 1, '%d8%a7%d9%84%d8%b9%d9%8f%d8%a8%d9%8e%d9%8a%d9%92%d8%af%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515528, 782973, 'ps', 'المَعْصَرَة', 1, '%d8%a7%d9%84%d9%85%d9%8e%d8%b9%d9%92%d8%b5%d9%8e%d8%b1%d9%8e%d8%a9'),
(515529, 782973, 'ps', 'المَنِيِّا', 1, '%d8%a7%d9%84%d9%85%d9%8e%d9%86%d9%90%d9%8a%d9%91%d9%90%d8%a7'),
(515530, 782973, 'ps', 'الوَلَجَة', 1, '%d8%a7%d9%84%d9%88%d9%8e%d9%84%d9%8e%d8%ac%d9%8e%d8%a9'),
(515531, 782973, 'ps', 'إرْطَاس', 1, '%d8%a5%d8%b1%d9%92%d8%b7%d9%8e%d8%a7%d8%b3'),
(515532, 782973, 'ps', 'أُمُّ سَلْمُونَة', 1, '%d8%a3%d9%8f%d9%85%d9%91%d9%8f-%d8%b3%d9%8e%d9%84%d9%92%d9%85%d9%8f%d9%88%d9%86%d9%8e%d8%a9'),
(515533, 782973, 'ps', 'بَتِّير', 1, '%d8%a8%d9%8e%d8%aa%d9%91%d9%90%d9%8a%d8%b1'),
(515534, 782973, 'ps', 'بِيت تَعْمَر', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%aa%d9%8e%d8%b9%d9%92%d9%85%d9%8e%d8%b1'),
(515535, 782973, 'ps', 'بِيت جَالا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%ac%d9%8e%d8%a7%d9%84%d8%a7'),
(515536, 782973, 'ps', 'بِيت ساحور', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b3%d8%a7%d8%ad%d9%88%d8%b1'),
(515537, 782973, 'ps', 'بِيت فَجَّار', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%81%d9%8e%d8%ac%d9%91%d9%8e%d8%a7%d8%b1'),
(515538, 782973, 'ps', 'بِيت لَحْم', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%84%d9%8e%d8%ad%d9%92%d9%85'),
(515539, 782973, 'ps', 'تُقُوع', 1, '%d8%aa%d9%8f%d9%82%d9%8f%d9%88%d8%b9'),
(515540, 782973, 'ps', 'جناتا (بدَّ فلوح)', 1, '%d8%ac%d9%86%d8%a7%d8%aa%d8%a7-%d8%a8%d8%af%d9%91%d9%8e-%d9%81%d9%84%d9%88%d8%ad'),
(515541, 782973, 'ps', 'جْورَة الشَمْعَة', 1, '%d8%ac%d9%92%d9%88%d8%b1%d9%8e%d8%a9-%d8%a7%d9%84%d8%b4%d9%8e%d9%85%d9%92%d8%b9%d9%8e%d8%a9'),
(515542, 782973, 'ps', 'حُوسَان', 1, '%d8%ad%d9%8f%d9%88%d8%b3%d9%8e%d8%a7%d9%86'),
(515543, 782973, 'ps', 'خَلِّة الحَدَّادْ', 1, '%d8%ae%d9%8e%d9%84%d9%91%d9%90%d8%a9-%d8%a7%d9%84%d8%ad%d9%8e%d8%af%d9%91%d9%8e%d8%a7%d8%af%d9%92'),
(515544, 782973, 'ps', 'خَلَّة النُعْمَان', 1, '%d8%ae%d9%8e%d9%84%d9%91%d9%8e%d8%a9-%d8%a7%d9%84%d9%86%d9%8f%d8%b9%d9%92%d9%85%d9%8e%d8%a7%d9%86'),
(515545, 782973, 'ps', 'خَلِّةْ سَكَارْيَا', 1, '%d8%ae%d9%8e%d9%84%d9%91%d9%90%d8%a9%d9%92-%d8%b3%d9%8e%d9%83%d9%8e%d8%a7%d8%b1%d9%92%d9%8a%d9%8e%d8%a7'),
(515546, 782973, 'ps', 'دار صلاح', 1, '%d8%af%d8%a7%d8%b1-%d8%b5%d9%84%d8%a7%d8%ad'),
(515547, 782973, 'ps', 'زَعْتَرَة', 1, '%d8%b2%d9%8e%d8%b9%d9%92%d8%aa%d9%8e%d8%b1%d9%8e%d8%a9'),
(515548, 782973, 'ps', 'عَرَبْ الرَشايْدِة', 1, '%d8%b9%d9%8e%d8%b1%d9%8e%d8%a8%d9%92-%d8%a7%d9%84%d8%b1%d9%8e%d8%b4%d8%a7%d9%8a%d9%92%d8%af%d9%90%d8%a9'),
(515549, 782973, 'ps', 'كِيسَان', 1, '%d9%83%d9%90%d9%8a%d8%b3%d9%8e%d8%a7%d9%86'),
(515550, 782973, 'ps', 'مَرَاح رَبَاح', 1, '%d9%85%d9%8e%d8%b1%d9%8e%d8%a7%d8%ad-%d8%b1%d9%8e%d8%a8%d9%8e%d8%a7%d8%ad'),
(515551, 782973, 'ps', 'مَراح مَعَلاَّ', 1, '%d9%85%d9%8e%d8%b1%d8%a7%d8%ad-%d9%85%d9%8e%d8%b9%d9%8e%d9%84%d8%a7%d9%91%d9%8e'),
(515552, 782973, 'ps', 'نَحَّالين', 1, '%d9%86%d9%8e%d8%ad%d9%91%d9%8e%d8%a7%d9%84%d9%8a%d9%86'),
(515553, 782973, 'ps', 'هِنْدَازَة وبُرَيْضِعَة', 1, '%d9%87%d9%90%d9%86%d9%92%d8%af%d9%8e%d8%a7%d8%b2%d9%8e%d8%a9-%d9%88%d8%a8%d9%8f%d8%b1%d9%8e%d9%8a%d9%92%d8%b6%d9%90%d8%b9%d9%8e%d8%a9'),
(515554, 782973, 'ps', 'وادي النِيصْ', 1, '%d9%88%d8%a7%d8%af%d9%8a-%d8%a7%d9%84%d9%86%d9%90%d9%8a%d8%b5%d9%92'),
(515555, 782973, 'ps', 'وادي رَحَّال', 1, '%d9%88%d8%a7%d8%af%d9%8a-%d8%b1%d9%8e%d8%ad%d9%91%d9%8e%d8%a7%d9%84'),
(515556, 782973, 'ps', 'وادي فُوكِين', 1, '%d9%88%d8%a7%d8%af%d9%8a-%d9%81%d9%8f%d9%88%d9%83%d9%90%d9%8a%d9%86');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782974, 'ps', 'محافظة الخليل', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%a7%d9%84%d8%ae%d9%84%d9%8a%d9%84');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515557, 782974, 'ps', 'أَبو العَسْجا، أبو الغُزْلان، ابو العرقان، رَابُود، كُرْزَة', 1, '%d8%a3%d9%8e%d8%a8%d9%88-%d8%a7%d9%84%d8%b9%d9%8e%d8%b3%d9%92%d8%ac%d8%a7-%d8%a3%d8%a8%d9%88-%d8%a7%d9%84%d8%ba%d9%8f%d8%b2%d9%92%d9%84%d8%a7%d9%86-%d8%a7%d8%a8%d9%88-%d8%a7%d9%84%d8%b9%d8%b1%d9%82%d8%a7%d9%86-%d8%b1%d9%8e%d8%a7%d8%a8%d9%8f%d9%88%d8%af-%d9%83%d9%8f%d8%b1%d9%92%d8%b2%d9%8e%d8%a9'),
(515558, 782974, 'ps', 'إذْنَا', 1, '%d8%a5%d8%b0%d9%92%d9%86%d9%8e%d8%a7'),
(515559, 782974, 'ps', 'البُرْج، البيرة، بِيت مِرْسِم', 1, '%d8%a7%d9%84%d8%a8%d9%8f%d8%b1%d9%92%d8%ac-%d8%a7%d9%84%d8%a8%d9%8a%d8%b1%d8%a9-%d8%a8%d9%90%d9%8a%d8%aa-%d9%85%d9%90%d8%b1%d9%92%d8%b3%d9%90%d9%85'),
(515560, 782974, 'ps', 'التَوانِي', 1, '%d8%a7%d9%84%d8%aa%d9%8e%d9%88%d8%a7%d9%86%d9%90%d9%8a'),
(515561, 782974, 'ps', 'الخَليل', 1, '%d8%a7%d9%84%d8%ae%d9%8e%d9%84%d9%8a%d9%84'),
(515562, 782974, 'ps', 'الرَماضِين', 1, '%d8%a7%d9%84%d8%b1%d9%8e%d9%85%d8%a7%d8%b6%d9%90%d9%8a%d9%86'),
(515563, 782974, 'ps', 'الرِيحِيَّة', 1, '%d8%a7%d9%84%d8%b1%d9%90%d9%8a%d8%ad%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515564, 782974, 'ps', 'السَمُوع', 1, '%d8%a7%d9%84%d8%b3%d9%8e%d9%85%d9%8f%d9%88%d8%b9'),
(515565, 782974, 'ps', 'الشُيُوخ', 1, '%d8%a7%d9%84%d8%b4%d9%8f%d9%8a%d9%8f%d9%88%d8%ae'),
(515566, 782974, 'ps', 'الصُرَّة', 1, '%d8%a7%d9%84%d8%b5%d9%8f%d8%b1%d9%91%d9%8e%d8%a9'),
(515567, 782974, 'ps', 'الظَاهِرِيَّة', 1, '%d8%a7%d9%84%d8%b8%d9%8e%d8%a7%d9%87%d9%90%d8%b1%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515568, 782974, 'ps', 'الكَرْمِل', 1, '%d8%a7%d9%84%d9%83%d9%8e%d8%b1%d9%92%d9%85%d9%90%d9%84'),
(515569, 782974, 'ps', 'الكعابنه - أم الدرج (الزُوَيْدين)', 1, '%d8%a7%d9%84%d9%83%d8%b9%d8%a7%d8%a8%d9%86%d9%87-%d8%a3%d9%85-%d8%a7%d9%84%d8%af%d8%b1%d8%ac-%d8%a7%d9%84%d8%b2%d9%8f%d9%88%d9%8e%d9%8a%d9%92%d8%af%d9%8a%d9%86'),
(515570, 782974, 'ps', 'الكُوم', 1, '%d8%a7%d9%84%d9%83%d9%8f%d9%88%d9%85'),
(515571, 782974, 'ps', 'المَجْد', 1, '%d8%a7%d9%84%d9%85%d9%8e%d8%ac%d9%92%d8%af'),
(515572, 782974, 'ps', 'النَجادَة - الكعابنة', 1, '%d8%a7%d9%84%d9%86%d9%8e%d8%ac%d8%a7%d8%af%d9%8e%d8%a9-%d8%a7%d9%84%d9%83%d8%b9%d8%a7%d8%a8%d9%86%d8%a9'),
(515573, 782974, 'ps', 'أُم الخير', 1, '%d8%a3%d9%8f%d9%85-%d8%a7%d9%84%d8%ae%d9%8a%d8%b1'),
(515574, 782974, 'ps', 'إمرِيش، عَبْدَة، العلقتين', 1, '%d8%a5%d9%85%d8%b1%d9%90%d9%8a%d8%b4-%d8%b9%d9%8e%d8%a8%d9%92%d8%af%d9%8e%d8%a9-%d8%a7%d9%84%d8%b9%d9%84%d9%82%d8%aa%d9%8a%d9%86'),
(515575, 782974, 'ps', 'إِمنيزِل', 1, '%d8%a5%d9%90%d9%85%d9%86%d9%8a%d8%b2%d9%90%d9%84'),
(515576, 782974, 'ps', 'بَني نَعِيم', 1, '%d8%a8%d9%8e%d9%86%d9%8a-%d9%86%d9%8e%d8%b9%d9%90%d9%8a%d9%85'),
(515577, 782974, 'ps', 'بِيت الرُوشْ التَحْتَا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a7%d9%84%d8%b1%d9%8f%d9%88%d8%b4%d9%92-%d8%a7%d9%84%d8%aa%d9%8e%d8%ad%d9%92%d8%aa%d9%8e%d8%a7'),
(515578, 782974, 'ps', 'بِيت الرُوشْ الفُوقا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a7%d9%84%d8%b1%d9%8f%d9%88%d8%b4%d9%92-%d8%a7%d9%84%d9%81%d9%8f%d9%88%d9%82%d8%a7'),
(515579, 782974, 'ps', 'بِيت أُمّر', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a3%d9%8f%d9%85%d9%91%d8%b1'),
(515580, 782974, 'ps', 'بِيت أُولا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%a3%d9%8f%d9%88%d9%84%d8%a7'),
(515581, 782974, 'ps', 'بِيت عَمْرَة', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b9%d9%8e%d9%85%d9%92%d8%b1%d9%8e%d8%a9'),
(515582, 782974, 'ps', 'بِيت عَوَّا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%b9%d9%8e%d9%88%d9%91%d9%8e%d8%a7'),
(515583, 782974, 'ps', 'بِيت كاحِل', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%83%d8%a7%d8%ad%d9%90%d9%84'),
(515584, 782974, 'ps', 'تَرْقُومْيا', 1, '%d8%aa%d9%8e%d8%b1%d9%92%d9%82%d9%8f%d9%88%d9%85%d9%92%d9%8a%d8%a7'),
(515585, 782974, 'ps', 'تَفُّوح', 1, '%d8%aa%d9%8e%d9%81%d9%91%d9%8f%d9%88%d8%ad'),
(515586, 782974, 'ps', 'حَتَّا', 1, '%d8%ad%d9%8e%d8%aa%d9%91%d9%8e%d8%a7'),
(515587, 782974, 'ps', 'حَدَبْ ألفَوَّار', 1, '%d8%ad%d9%8e%d8%af%d9%8e%d8%a8%d9%92-%d8%a3%d9%84%d9%81%d9%8e%d9%88%d9%91%d9%8e%d8%a7%d8%b1'),
(515588, 782974, 'ps', 'حَلْحُول', 1, '%d8%ad%d9%8e%d9%84%d9%92%d8%ad%d9%8f%d9%88%d9%84'),
(515589, 782974, 'ps', 'خَارَاس', 1, '%d8%ae%d9%8e%d8%a7%d8%b1%d9%8e%d8%a7%d8%b3'),
(515590, 782974, 'ps', 'خِرْبِة الدِير', 1, '%d8%ae%d9%90%d8%b1%d9%92%d8%a8%d9%90%d8%a9-%d8%a7%d9%84%d8%af%d9%90%d9%8a%d8%b1'),
(515591, 782974, 'ps', 'خُرَسا', 1, '%d8%ae%d9%8f%d8%b1%d9%8e%d8%b3%d8%a7'),
(515592, 782974, 'ps', 'خَشْم الدرج (الهذالين)', 1, '%d8%ae%d9%8e%d8%b4%d9%92%d9%85-%d8%a7%d9%84%d8%af%d8%b1%d8%ac-%d8%a7%d9%84%d9%87%d8%b0%d8%a7%d9%84%d9%8a%d9%86'),
(515593, 782974, 'ps', 'خَلِّةْ المَيِّة', 1, '%d8%ae%d9%8e%d9%84%d9%91%d9%90%d8%a9%d9%92-%d8%a7%d9%84%d9%85%d9%8e%d9%8a%d9%91%d9%90%d8%a9'),
(515594, 782974, 'ps', 'دُورَا', 1, '%d8%af%d9%8f%d9%88%d8%b1%d9%8e%d8%a7'),
(515595, 782974, 'ps', 'دِير العَسَل التَحْتَا', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%b9%d9%8e%d8%b3%d9%8e%d9%84-%d8%a7%d9%84%d8%aa%d9%8e%d8%ad%d9%92%d8%aa%d9%8e%d8%a7'),
(515596, 782974, 'ps', 'دِير العَسَل الفُوقا', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%b9%d9%8e%d8%b3%d9%8e%d9%84-%d8%a7%d9%84%d9%81%d9%8f%d9%88%d9%82%d8%a7'),
(515597, 782974, 'ps', 'دِير سَامِت', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%b3%d9%8e%d8%a7%d9%85%d9%90%d8%aa'),
(515598, 782974, 'ps', 'سَعِيْر', 1, '%d8%b3%d9%8e%d8%b9%d9%90%d9%8a%d9%92%d8%b1'),
(515599, 782974, 'ps', 'سِكَّة وطَوَاس', 1, '%d8%b3%d9%90%d9%83%d9%91%d9%8e%d8%a9-%d9%88%d8%b7%d9%8e%d9%88%d9%8e%d8%a7%d8%b3'),
(515600, 782974, 'ps', 'سوسيا', 1, '%d8%b3%d9%88%d8%b3%d9%8a%d8%a7'),
(515601, 782974, 'ps', 'شُيُوخْ العَرُّوب', 1, '%d8%b4%d9%8f%d9%8a%d9%8f%d9%88%d8%ae%d9%92-%d8%a7%d9%84%d8%b9%d9%8e%d8%b1%d9%91%d9%8f%d9%88%d8%a8'),
(515602, 782974, 'ps', 'صُورِيف', 1, '%d8%b5%d9%8f%d9%88%d8%b1%d9%90%d9%8a%d9%81'),
(515603, 782974, 'ps', 'كَرْمَة', 1, '%d9%83%d9%8e%d8%b1%d9%92%d9%85%d9%8e%d8%a9'),
(515604, 782974, 'ps', 'مسافر بَني نَعِيم (خَلِّةْ المسافر)', 1, '%d9%85%d8%b3%d8%a7%d9%81%d8%b1-%d8%a8%d9%8e%d9%86%d9%8a-%d9%86%d9%8e%d8%b9%d9%90%d9%8a%d9%85-%d8%ae%d9%8e%d9%84%d9%91%d9%90%d8%a9%d9%92-%d8%a7%d9%84%d9%85%d8%b3%d8%a7%d9%81%d8%b1'),
(515605, 782974, 'ps', 'مسافر يَطَّا', 1, '%d9%85%d8%b3%d8%a7%d9%81%d8%b1-%d9%8a%d9%8e%d8%b7%d9%91%d9%8e%d8%a7'),
(515606, 782974, 'ps', 'نُوبَا', 1, '%d9%86%d9%8f%d9%88%d8%a8%d9%8e%d8%a7'),
(515607, 782974, 'ps', 'وادي الشَاجِنَة، دِير رَازِح، طَرَّامَة، حفاير بسم', 1, '%d9%88%d8%a7%d8%af%d9%8a-%d8%a7%d9%84%d8%b4%d9%8e%d8%a7%d8%ac%d9%90%d9%86%d9%8e%d8%a9-%d8%af%d9%90%d9%8a%d8%b1-%d8%b1%d9%8e%d8%a7%d8%b2%d9%90%d8%ad-%d8%b7%d9%8e%d8%b1%d9%91%d9%8e%d8%a7%d9%85%d9%8e%d8%a9-%d8%ad%d9%81%d8%a7%d9%8a%d8%b1-%d8%a8%d8%b3%d9%85'),
(515608, 782974, 'ps', 'يَطَّا', 1, '%d9%8a%d9%8e%d8%b7%d9%91%d9%8e%d8%a7');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782975, 'ps', 'محافظة شمال غزة', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b4%d9%85%d8%a7%d9%84-%d8%ba%d8%b2%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515609, 782975, 'ps', 'أم النصر (القَريَة البَدَوِيَّة)', 1, '%d8%a3%d9%85-%d8%a7%d9%84%d9%86%d8%b5%d8%b1-%d8%a7%d9%84%d9%82%d9%8e%d8%b1%d9%8a%d9%8e%d8%a9-%d8%a7%d9%84%d8%a8%d9%8e%d8%af%d9%8e%d9%88%d9%90%d9%8a%d9%91%d9%8e%d8%a9'),
(515610, 782975, 'ps', 'بِيت حَانُون', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d8%ad%d9%8e%d8%a7%d9%86%d9%8f%d9%88%d9%86'),
(515611, 782975, 'ps', 'بِيت لاهْيا', 1, '%d8%a8%d9%90%d9%8a%d8%aa-%d9%84%d8%a7%d9%87%d9%92%d9%8a%d8%a7'),
(515612, 782975, 'ps', 'جَبَاليا', 1, '%d8%ac%d9%8e%d8%a8%d9%8e%d8%a7%d9%84%d9%8a%d8%a7');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782976, 'ps', 'محافظة غزة', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%ba%d8%b2%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515613, 782976, 'ps', 'المُغْراقَه', 1, '%d8%a7%d9%84%d9%85%d9%8f%d8%ba%d9%92%d8%b1%d8%a7%d9%82%d9%8e%d9%87'),
(515614, 782976, 'ps', 'جُحْر الدِيك', 1, '%d8%ac%d9%8f%d8%ad%d9%92%d8%b1-%d8%a7%d9%84%d8%af%d9%90%d9%8a%d9%83'),
(515615, 782976, 'ps', 'غزّة', 1, '%d8%ba%d8%b2%d9%91%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782977, 'ps', 'محافظة دير البلح', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%af%d9%8a%d8%b1-%d8%a7%d9%84%d8%a8%d9%84%d8%ad');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515616, 782977, 'ps', 'البُرَيْج', 1, '%d8%a7%d9%84%d8%a8%d9%8f%d8%b1%d9%8e%d9%8a%d9%92%d8%ac'),
(515617, 782977, 'ps', 'الزَوايْدَة', 1, '%d8%a7%d9%84%d8%b2%d9%8e%d9%88%d8%a7%d9%8a%d9%92%d8%af%d9%8e%d8%a9'),
(515618, 782977, 'ps', 'المَغَازِي', 1, '%d8%a7%d9%84%d9%85%d9%8e%d8%ba%d9%8e%d8%a7%d8%b2%d9%90%d9%8a'),
(515619, 782977, 'ps', 'النُصَيْرَات', 1, '%d8%a7%d9%84%d9%86%d9%8f%d8%b5%d9%8e%d9%8a%d9%92%d8%b1%d9%8e%d8%a7%d8%aa'),
(515620, 782977, 'ps', 'دِير البَلح', 1, '%d8%af%d9%90%d9%8a%d8%b1-%d8%a7%d9%84%d8%a8%d9%8e%d9%84%d8%ad'),
(515621, 782977, 'ps', 'وادِي السَلْقَا', 1, '%d9%88%d8%a7%d8%af%d9%90%d9%8a-%d8%a7%d9%84%d8%b3%d9%8e%d9%84%d9%92%d9%82%d9%8e%d8%a7');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782978, 'ps', 'محافظة خانيونس', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%ae%d8%a7%d9%86%d9%8a%d9%88%d9%86%d8%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515622, 782978, 'ps', 'الفُخَّارِي', 1, '%d8%a7%d9%84%d9%81%d9%8f%d8%ae%d9%91%d9%8e%d8%a7%d8%b1%d9%90%d9%8a'),
(515623, 782978, 'ps', 'القَرَارَة', 1, '%d8%a7%d9%84%d9%82%d9%8e%d8%b1%d9%8e%d8%a7%d8%b1%d9%8e%d8%a9'),
(515624, 782978, 'ps', 'بَنِي سُهِيلا', 1, '%d8%a8%d9%8e%d9%86%d9%90%d9%8a-%d8%b3%d9%8f%d9%87%d9%90%d9%8a%d9%84%d8%a7'),
(515625, 782978, 'ps', 'خانيونس', 1, '%d8%ae%d8%a7%d9%86%d9%8a%d9%88%d9%86%d8%b3'),
(515626, 782978, 'ps', 'خُزَاعَة', 1, '%d8%ae%d9%8f%d8%b2%d9%8e%d8%a7%d8%b9%d9%8e%d8%a9'),
(515627, 782978, 'ps', 'عَبَسَان الجَديدَة', 1, '%d8%b9%d9%8e%d8%a8%d9%8e%d8%b3%d9%8e%d8%a7%d9%86-%d8%a7%d9%84%d8%ac%d9%8e%d8%af%d9%8a%d8%af%d9%8e%d8%a9'),
(515628, 782978, 'ps', 'عَبَسَان الكَبِيرَة', 1, '%d8%b9%d9%8e%d8%a8%d9%8e%d8%b3%d9%8e%d8%a7%d9%86-%d8%a7%d9%84%d9%83%d9%8e%d8%a8%d9%90%d9%8a%d8%b1%d9%8e%d8%a9');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782979, 'ps', 'محافظة رفح', 1, '%d9%85%d8%ad%d8%a7%d9%81%d8%b8%d8%a9-%d8%b1%d9%81%d8%ad');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515629, 782979, 'ps', 'النصر ', 1, '%d8%a7%d9%84%d9%86%d8%b5%d8%b1'),
(515630, 782979, 'ps', 'رَفَح', 1, '%d8%b1%d9%8e%d9%81%d9%8e%d8%ad'),
(515631, 782979, 'ps', 'الشُوكَة', 1, '%d8%a7%d9%84%d8%b4%d9%8f%d9%88%d9%83%d9%8e%d8%a9');

