REPLACE INTO /*TABLE_PREFIX*/t_country (pk_c_code, s_name, s_slug) VALUES 
('RU', 'Russia', 'russia');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781839, 'ru', 'Агинский Бурятский автономный округ', 1, '%d0%90%d0%b3%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9-%d0%91%d1%83%d1%80%d1%8f%d1%82%d1%81%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407400, 781839, 'ru', 'Алханай', 1, '%d0%90%d0%bb%d1%85%d0%b0%d0%bd%d0%b0%d0%b9'),
(407401, 781839, 'ru', 'Новоорловск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%be%d1%80%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(407402, 781839, 'ru', 'Орловский', 1, '%d0%9e%d1%80%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407403, 781839, 'ru', 'Токчин', 1, '%d0%a2%d0%be%d0%ba%d1%87%d0%b8%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781840, 'ru', 'Алтайский край', 1, '%d0%90%d0%bb%d1%82%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407404, 781840, 'ru', 'Баево', 1, '%d0%91%d0%b0%d0%b5%d0%b2%d0%be'),
(407405, 781840, 'ru', 'Благовещенка', 1, '%d0%91%d0%bb%d0%b0%d0%b3%d0%be%d0%b2%d0%b5%d1%89%d0%b5%d0%bd%d0%ba%d0%b0'),
(407406, 781840, 'ru', 'Быстрый Исток', 1, '%d0%91%d1%8b%d1%81%d1%82%d1%80%d1%8b%d0%b9-%d0%98%d1%81%d1%82%d0%be%d0%ba'),
(407407, 781840, 'ru', 'Верх-Суетка', 1, '%d0%92%d0%b5%d1%80%d1%85-%d0%a1%d1%83%d0%b5%d1%82%d0%ba%d0%b0'),
(407408, 781840, 'ru', 'Волчиха', 1, '%d0%92%d0%be%d0%bb%d1%87%d0%b8%d1%85%d0%b0'),
(407409, 781840, 'ru', 'Восточный', 1, '%d0%92%d0%be%d1%81%d1%82%d0%be%d1%87%d0%bd%d1%8b%d0%b9'),
(407410, 781840, 'ru', 'Гальбштадт', 1, '%d0%93%d0%b0%d0%bb%d1%8c%d0%b1%d1%88%d1%82%d0%b0%d0%b4%d1%82'),
(407411, 781840, 'ru', 'Горняк', 1, '%d0%93%d0%be%d1%80%d0%bd%d1%8f%d0%ba'),
(407412, 781840, 'ru', 'Ельцовка', 1, '%d0%95%d0%bb%d1%8c%d1%86%d0%be%d0%b2%d0%ba%d0%b0'),
(407413, 781840, 'ru', 'Завьялово', 1, '%d0%97%d0%b0%d0%b2%d1%8c%d1%8f%d0%bb%d0%be%d0%b2%d0%be'),
(407414, 781840, 'ru', 'Затон', 1, '%d0%97%d0%b0%d1%82%d0%be%d0%bd'),
(407415, 781840, 'ru', 'Зональное', 1, '%d0%97%d0%be%d0%bd%d0%b0%d0%bb%d1%8c%d0%bd%d0%be%d0%b5'),
(407416, 781840, 'ru', 'Кадниково', 1, '%d0%9a%d0%b0%d0%b4%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(407417, 781840, 'ru', 'Калманка', 1, '%d0%9a%d0%b0%d0%bb%d0%bc%d0%b0%d0%bd%d0%ba%d0%b0'),
(407418, 781840, 'ru', 'Ключи', 1, '%d0%9a%d0%bb%d1%8e%d1%87%d0%b8'),
(407419, 781840, 'ru', 'Косиха', 1, '%d0%9a%d0%be%d1%81%d0%b8%d1%85%d0%b0'),
(407420, 781840, 'ru', 'Красногорское', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(407421, 781840, 'ru', 'Курья', 1, '%d0%9a%d1%83%d1%80%d1%8c%d1%8f'),
(407422, 781840, 'ru', 'Мамонтово', 1, '%d0%9c%d0%b0%d0%bc%d0%be%d0%bd%d1%82%d0%be%d0%b2%d0%be'),
(407423, 781840, 'ru', 'Михайловское', 1, '%d0%9c%d0%b8%d1%85%d0%b0%d0%b9%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(407424, 781840, 'ru', 'Новоегорьевское', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b5%d0%b3%d0%be%d1%80%d1%8c%d0%b5%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(407425, 781840, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407426, 781840, 'ru', 'Павловск', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(407427, 781840, 'ru', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(407428, 781840, 'ru', 'Петропавловское', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%bf%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(407429, 781840, 'ru', 'Подсосново', 1, '%d0%9f%d0%be%d0%b4%d1%81%d0%be%d1%81%d0%bd%d0%be%d0%b2%d0%be'),
(407430, 781840, 'ru', 'Поспелиха', 1, '%d0%9f%d0%be%d1%81%d0%bf%d0%b5%d0%bb%d0%b8%d1%85%d0%b0'),
(407431, 781840, 'ru', 'Прутской', 1, '%d0%9f%d1%80%d1%83%d1%82%d1%81%d0%ba%d0%be%d0%b9'),
(407432, 781840, 'ru', 'Рассказиха', 1, '%d0%a0%d0%b0%d1%81%d1%81%d0%ba%d0%b0%d0%b7%d0%b8%d1%85%d0%b0'),
(407433, 781840, 'ru', 'Ребриха', 1, '%d0%a0%d0%b5%d0%b1%d1%80%d0%b8%d1%85%d0%b0'),
(407434, 781840, 'ru', 'Родино', 1, '%d0%a0%d0%be%d0%b4%d0%b8%d0%bd%d0%be'),
(407435, 781840, 'ru', 'Романово', 1, '%d0%a0%d0%be%d0%bc%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(407436, 781840, 'ru', 'Советское', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba%d0%be%d0%b5'),
(407437, 781840, 'ru', 'Среднесибирский', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d0%b5%d1%81%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407438, 781840, 'ru', 'Степное Озеро', 1, '%d0%a1%d1%82%d0%b5%d0%bf%d0%bd%d0%be%d0%b5-%d0%9e%d0%b7%d0%b5%d1%80%d0%be'),
(407439, 781840, 'ru', 'Тальменка', 1, '%d0%a2%d0%b0%d0%bb%d1%8c%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(407440, 781840, 'ru', 'Троицкое', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba%d0%be%d0%b5'),
(407441, 781840, 'ru', 'Целинное', 1, '%d0%a6%d0%b5%d0%bb%d0%b8%d0%bd%d0%bd%d0%be%d0%b5'),
(407442, 781840, 'ru', 'Черемное', 1, '%d0%a7%d0%b5%d1%80%d0%b5%d0%bc%d0%bd%d0%be%d0%b5'),
(407443, 781840, 'ru', 'Шипуново', 1, '%d0%a8%d0%b8%d0%bf%d1%83%d0%bd%d0%be%d0%b2%d0%be'),
(407444, 781840, 'ru', 'Южный', 1, '%d0%ae%d0%b6%d0%bd%d1%8b%d0%b9'),
(407445, 781840, 'ru', 'Солтон', 1, '%d0%a1%d0%be%d0%bb%d1%82%d0%be%d0%bd'),
(407446, 781840, 'ru', 'Зудилово', 1, '%d0%97%d1%83%d0%b4%d0%b8%d0%bb%d0%be%d0%b2%d0%be'),
(407447, 781840, 'ru', 'Чарышское', 1, '%d0%a7%d0%b0%d1%80%d1%8b%d1%88%d1%81%d0%ba%d0%be%d0%b5'),
(407448, 781840, 'ru', 'Табуны', 1, '%d0%a2%d0%b0%d0%b1%d1%83%d0%bd%d1%8b'),
(407449, 781840, 'ru', 'Кытманово', 1, '%d0%9a%d1%8b%d1%82%d0%bc%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(407450, 781840, 'ru', 'Крутиха', 1, '%d0%9a%d1%80%d1%83%d1%82%d0%b8%d1%85%d0%b0'),
(407451, 781840, 'ru', 'Шелаболиха', 1, '%d0%a8%d0%b5%d0%bb%d0%b0%d0%b1%d0%be%d0%bb%d0%b8%d1%85%d0%b0'),
(407452, 781840, 'ru', 'Новичиха', 1, '%d0%9d%d0%be%d0%b2%d0%b8%d1%87%d0%b8%d1%85%d0%b0'),
(407453, 781840, 'ru', 'Бурла', 1, '%d0%91%d1%83%d1%80%d0%bb%d0%b0'),
(407454, 781840, 'ru', 'Солонешное', 1, '%d0%a1%d0%be%d0%bb%d0%be%d0%bd%d0%b5%d1%88%d0%bd%d0%be%d0%b5'),
(407455, 781840, 'ru', 'Угловское', 1, '%d0%a3%d0%b3%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(407456, 781840, 'ru', 'Тогул', 1, '%d0%a2%d0%be%d0%b3%d1%83%d0%bb'),
(407457, 781840, 'ru', 'Шебалино', 1, '%d0%a8%d0%b5%d0%b1%d0%b0%d0%bb%d0%b8%d0%bd%d0%be'),
(407458, 781840, 'ru', 'Староалейское', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%b0%d0%bb%d0%b5%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(407459, 781840, 'ru', 'Панкрушиха', 1, '%d0%9f%d0%b0%d0%bd%d0%ba%d1%80%d1%83%d1%88%d0%b8%d1%85%d0%b0'),
(407460, 781840, 'ru', 'Веселоярск', 1, '%d0%92%d0%b5%d1%81%d0%b5%d0%bb%d0%be%d1%8f%d1%80%d1%81%d0%ba'),
(407461, 781840, 'ru', 'Краснощеково', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%89%d0%b5%d0%ba%d0%be%d0%b2%d0%be'),
(407462, 781840, 'ru', 'Усть-Чарышская Пристань', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%a7%d0%b0%d1%80%d1%8b%d1%88%d1%81%d0%ba%d0%b0%d1%8f-%d0%9f%d1%80%d0%b8%d1%81%d1%82%d0%b0%d0%bd%d1%8c'),
(407463, 781840, 'ru', 'Тюменцево', 1, '%d0%a2%d1%8e%d0%bc%d0%b5%d0%bd%d1%86%d0%b5%d0%b2%d0%be'),
(407464, 781840, 'ru', 'Хабары', 1, '%d0%a5%d0%b0%d0%b1%d0%b0%d1%80%d1%8b'),
(407465, 781840, 'ru', 'Усть-Калманка', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d0%b0%d0%bb%d0%bc%d0%b0%d0%bd%d0%ba%d0%b0'),
(407466, 781840, 'ru', 'Залесово', 1, '%d0%97%d0%b0%d0%bb%d0%b5%d1%81%d0%be%d0%b2%d0%be'),
(407467, 781840, 'ru', 'Топчиха', 1, '%d0%a2%d0%be%d0%bf%d1%87%d0%b8%d1%85%d0%b0'),
(407468, 781840, 'ru', 'Смоленское', 1, '%d0%a1%d0%bc%d0%be%d0%bb%d0%b5%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(407469, 781840, 'ru', 'Белоярск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d1%8f%d1%80%d1%81%d0%ba'),
(407470, 781840, 'ru', 'Змеиногорск', 1, '%d0%97%d0%bc%d0%b5%d0%b8%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407471, 781840, 'ru', 'Сибирский', 1, '%d0%a1%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407472, 781840, 'ru', 'Алтайское', 1, '%d0%90%d0%bb%d1%82%d0%b0%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(407473, 781840, 'ru', 'Белокуриха', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%ba%d1%83%d1%80%d0%b8%d1%85%d0%b0'),
(407474, 781840, 'ru', 'Новосиликатный', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%b8%d0%bb%d0%b8%d0%ba%d0%b0%d1%82%d0%bd%d1%8b%d0%b9'),
(407475, 781840, 'ru', 'Кулунда', 1, '%d0%9a%d1%83%d0%bb%d1%83%d0%bd%d0%b4%d0%b0'),
(407476, 781840, 'ru', 'Яровое', 1, '%d0%af%d1%80%d0%be%d0%b2%d0%be%d0%b5'),
(407477, 781840, 'ru', 'Алейск', 1, '%d0%90%d0%bb%d0%b5%d0%b9%d1%81%d0%ba'),
(407478, 781840, 'ru', 'Славгород', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(407479, 781840, 'ru', 'Камень-На-Оби', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%8c-%d0%9d%d0%b0-%d0%9e%d0%b1%d0%b8'),
(407480, 781840, 'ru', 'Заринск', 1, '%d0%97%d0%b0%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(407481, 781840, 'ru', 'Новоалтайск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b0%d0%bb%d1%82%d0%b0%d0%b9%d1%81%d0%ba'),
(407482, 781840, 'ru', 'Рубцовск', 1, '%d0%a0%d1%83%d0%b1%d1%86%d0%be%d0%b2%d1%81%d0%ba'),
(407483, 781840, 'ru', 'Бийск', 1, '%d0%91%d0%b8%d0%b9%d1%81%d0%ba'),
(407484, 781840, 'ru', 'Барнаул', 1, '%d0%91%d0%b0%d1%80%d0%bd%d0%b0%d1%83%d0%bb');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781841, 'ru', 'Амурская область', 1, '%d0%90%d0%bc%d1%83%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407485, 781841, 'ru', 'Возжаевка', 1, '%d0%92%d0%be%d0%b7%d0%b6%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(407486, 781841, 'ru', 'Ивановка', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407487, 781841, 'ru', 'Константиновка', 1, '%d0%9a%d0%be%d0%bd%d1%81%d1%82%d0%b0%d0%bd%d1%82%d0%b8%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407488, 781841, 'ru', 'Поярково', 1, '%d0%9f%d0%be%d1%8f%d1%80%d0%ba%d0%be%d0%b2%d0%be'),
(407489, 781841, 'ru', 'Прогресс', 1, '%d0%9f%d1%80%d0%be%d0%b3%d1%80%d0%b5%d1%81%d1%81'),
(407490, 781841, 'ru', 'Свободный', 1, '%d0%a1%d0%b2%d0%be%d0%b1%d0%be%d0%b4%d0%bd%d1%8b%d0%b9'),
(407491, 781841, 'ru', 'Талакан', 1, '%d0%a2%d0%b0%d0%bb%d0%b0%d0%ba%d0%b0%d0%bd'),
(407492, 781841, 'ru', 'Тамбовка', 1, '%d0%a2%d0%b0%d0%bc%d0%b1%d0%be%d0%b2%d0%ba%d0%b0'),
(407493, 781841, 'ru', 'Бурея', 1, '%d0%91%d1%83%d1%80%d0%b5%d1%8f'),
(407494, 781841, 'ru', 'Ерофей Павлович', 1, '%d0%95%d1%80%d0%be%d1%84%d0%b5%d0%b9-%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d0%b8%d1%87'),
(407495, 781841, 'ru', 'Среднебелая', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d0%b5%d0%b1%d0%b5%d0%bb%d0%b0%d1%8f'),
(407496, 781841, 'ru', 'Новобурейский', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b1%d1%83%d1%80%d0%b5%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(407497, 781841, 'ru', 'Сковородино', 1, '%d0%a1%d0%ba%d0%be%d0%b2%d0%be%d1%80%d0%be%d0%b4%d0%b8%d0%bd%d0%be'),
(407498, 781841, 'ru', 'Екатеринославка', 1, '%d0%95%d0%ba%d0%b0%d1%82%d0%b5%d1%80%d0%b8%d0%bd%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d0%ba%d0%b0'),
(407499, 781841, 'ru', 'Архара', 1, '%d0%90%d1%80%d1%85%d0%b0%d1%80%d0%b0'),
(407500, 781841, 'ru', 'Магдагачи', 1, '%d0%9c%d0%b0%d0%b3%d0%b4%d0%b0%d0%b3%d0%b0%d1%87%d0%b8'),
(407501, 781841, 'ru', 'Серышево', 1, '%d0%a1%d0%b5%d1%80%d1%8b%d1%88%d0%b5%d0%b2%d0%be'),
(407502, 781841, 'ru', 'Углегорск', 1, '%d0%a3%d0%b3%d0%bb%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407503, 781841, 'ru', 'Завитинск', 1, '%d0%97%d0%b0%d0%b2%d0%b8%d1%82%d0%b8%d0%bd%d1%81%d0%ba'),
(407504, 781841, 'ru', 'Шимановск', 1, '%d0%a8%d0%b8%d0%bc%d0%b0%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(407505, 781841, 'ru', 'Райчихинск', 1, '%d0%a0%d0%b0%d0%b9%d1%87%d0%b8%d1%85%d0%b8%d0%bd%d1%81%d0%ba'),
(407506, 781841, 'ru', 'Зея', 1, '%d0%97%d0%b5%d1%8f'),
(407507, 781841, 'ru', 'Тында', 1, '%d0%a2%d1%8b%d0%bd%d0%b4%d0%b0'),
(407508, 781841, 'ru', 'Белогорск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407509, 781841, 'ru', 'Благовещенск', 1, '%d0%91%d0%bb%d0%b0%d0%b3%d0%be%d0%b2%d0%b5%d1%89%d0%b5%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781842, 'ru', 'Архангельская область', 1, '%d0%90%d1%80%d1%85%d0%b0%d0%bd%d0%b3%d0%b5%d0%bb%d1%8c%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407510, 781842, 'ru', 'Архангельск', 1, '%d0%90%d1%80%d1%85%d0%b0%d0%bd%d0%b3%d0%b5%d0%bb%d1%8c%d1%81%d0%ba'),
(407511, 781842, 'ru', 'Березник', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b7%d0%bd%d0%b8%d0%ba'),
(407512, 781842, 'ru', 'Каргополь', 1, '%d0%9a%d0%b0%d1%80%d0%b3%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(407513, 781842, 'ru', 'Красноборск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b1%d0%be%d1%80%d1%81%d0%ba'),
(407514, 781842, 'ru', 'Мирный', 1, '%d0%9c%d0%b8%d1%80%d0%bd%d1%8b%d0%b9'),
(407515, 781842, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407516, 781842, 'ru', 'Савинский', 1, '%d0%a1%d0%b0%d0%b2%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407517, 781842, 'ru', 'Североонежск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d0%be%d0%bd%d0%b5%d0%b6%d1%81%d0%ba'),
(407518, 781842, 'ru', 'Лешуконское', 1, '%d0%9b%d0%b5%d1%88%d1%83%d0%ba%d0%be%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(407519, 781842, 'ru', 'Шенкурск', 1, '%d0%a8%d0%b5%d0%bd%d0%ba%d1%83%d1%80%d1%81%d0%ba'),
(407520, 781842, 'ru', 'Искателей', 1, '%d0%98%d1%81%d0%ba%d0%b0%d1%82%d0%b5%d0%bb%d0%b5%d0%b9'),
(407521, 781842, 'ru', 'Кулой', 1, '%d0%9a%d1%83%d0%bb%d0%be%d0%b9'),
(407522, 781842, 'ru', 'Плесецк', 1, '%d0%9f%d0%bb%d0%b5%d1%81%d0%b5%d1%86%d0%ba'),
(407523, 781842, 'ru', 'Коноша', 1, '%d0%9a%d0%be%d0%bd%d0%be%d1%88%d0%b0'),
(407524, 781842, 'ru', 'Вычегодский', 1, '%d0%92%d1%8b%d1%87%d0%b5%d0%b3%d0%be%d0%b4%d1%81%d0%ba%d0%b8%d0%b9'),
(407525, 781842, 'ru', 'Нарьян-Мар', 1, '%d0%9d%d0%b0%d1%80%d1%8c%d1%8f%d0%bd-%d0%9c%d0%b0%d1%80'),
(407526, 781842, 'ru', 'Няндома', 1, '%d0%9d%d1%8f%d0%bd%d0%b4%d0%be%d0%bc%d0%b0'),
(407527, 781842, 'ru', 'Онега', 1, '%d0%9e%d0%bd%d0%b5%d0%b3%d0%b0'),
(407528, 781842, 'ru', 'Вельск', 1, '%d0%92%d0%b5%d0%bb%d1%8c%d1%81%d0%ba'),
(407529, 781842, 'ru', 'Коряжма', 1, '%d0%9a%d0%be%d1%80%d1%8f%d0%b6%d0%bc%d0%b0'),
(407530, 781842, 'ru', 'Новодвинск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b4%d0%b2%d0%b8%d0%bd%d1%81%d0%ba'),
(407531, 781842, 'ru', 'Котлас', 1, '%d0%9a%d0%be%d1%82%d0%bb%d0%b0%d1%81'),
(407532, 781842, 'ru', 'Северодвинск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d0%b4%d0%b2%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781843, 'ru', 'Астраханская область', 1, '%d0%90%d1%81%d1%82%d1%80%d0%b0%d1%85%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407533, 781843, 'ru', 'Володарский', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%b4%d0%b0%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407534, 781843, 'ru', 'Камызяк', 1, '%d0%9a%d0%b0%d0%bc%d1%8b%d0%b7%d1%8f%d0%ba'),
(407535, 781843, 'ru', 'Капустин Яр', 1, '%d0%9a%d0%b0%d0%bf%d1%83%d1%81%d1%82%d0%b8%d0%bd-%d0%af%d1%80'),
(407536, 781843, 'ru', 'Красный Яр', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%af%d1%80'),
(407537, 781843, 'ru', 'Лиман', 1, '%d0%9b%d0%b8%d0%bc%d0%b0%d0%bd'),
(407538, 781843, 'ru', 'Никольское', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%be%d0%b5'),
(407539, 781843, 'ru', 'Черный Яр', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d1%8b%d0%b9-%d0%af%d1%80'),
(407540, 781843, 'ru', 'Старокучергановка', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%ba%d1%83%d1%87%d0%b5%d1%80%d0%b3%d0%b0%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407541, 781843, 'ru', 'Красные Баррикады', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b5-%d0%91%d0%b0%d1%80%d1%80%d0%b8%d0%ba%d0%b0%d0%b4%d1%8b'),
(407542, 781843, 'ru', 'Енотаевка', 1, '%d0%95%d0%bd%d0%be%d1%82%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(407543, 781843, 'ru', 'Верхний Баскунчак', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b8%d0%b9-%d0%91%d0%b0%d1%81%d0%ba%d1%83%d0%bd%d1%87%d0%b0%d0%ba'),
(407544, 781843, 'ru', 'Икряное', 1, '%d0%98%d0%ba%d1%80%d1%8f%d0%bd%d0%be%d0%b5'),
(407545, 781843, 'ru', 'Нариманов', 1, '%d0%9d%d0%b0%d1%80%d0%b8%d0%bc%d0%b0%d0%bd%d0%be%d0%b2'),
(407546, 781843, 'ru', 'Харабали', 1, '%d0%a5%d0%b0%d1%80%d0%b0%d0%b1%d0%b0%d0%bb%d0%b8'),
(407547, 781843, 'ru', 'Знаменск', 1, '%d0%97%d0%bd%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(407548, 781843, 'ru', 'Ахтубинск', 1, '%d0%90%d1%85%d1%82%d1%83%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(407549, 781843, 'ru', 'Астрахань', 1, '%d0%90%d1%81%d1%82%d1%80%d0%b0%d1%85%d0%b0%d0%bd%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781844, 'ru', 'Белгородская область', 1, '%d0%91%d0%b5%d0%bb%d0%b3%d0%be%d1%80%d0%be%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407550, 781844, 'ru', 'Алексеевка', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(407551, 781844, 'ru', 'Белгород', 1, '%d0%91%d0%b5%d0%bb%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(407552, 781844, 'ru', 'Бирюч', 1, '%d0%91%d0%b8%d1%80%d1%8e%d1%87'),
(407553, 781844, 'ru', 'Борисовка', 1, '%d0%91%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b2%d0%ba%d0%b0'),
(407554, 781844, 'ru', 'Валуйки', 1, '%d0%92%d0%b0%d0%bb%d1%83%d0%b9%d0%ba%d0%b8'),
(407555, 781844, 'ru', 'Волоконовка', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%ba%d0%be%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407556, 781844, 'ru', 'Губкин', 1, '%d0%93%d1%83%d0%b1%d0%ba%d0%b8%d0%bd'),
(407557, 781844, 'ru', 'Майский', 1, '%d0%9c%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(407558, 781844, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407559, 781844, 'ru', 'Пролетарский', 1, '%d0%9f%d1%80%d0%be%d0%bb%d0%b5%d1%82%d0%b0%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407560, 781844, 'ru', 'Прохоровка', 1, '%d0%9f%d1%80%d0%be%d1%85%d0%be%d1%80%d0%be%d0%b2%d0%ba%d0%b0'),
(407561, 781844, 'ru', 'Разумное', 1, '%d0%a0%d0%b0%d0%b7%d1%83%d0%bc%d0%bd%d0%be%d0%b5'),
(407562, 781844, 'ru', 'Ракитное', 1, '%d0%a0%d0%b0%d0%ba%d0%b8%d1%82%d0%bd%d0%be%d0%b5'),
(407563, 781844, 'ru', 'Ровеньки', 1, '%d0%a0%d0%be%d0%b2%d0%b5%d0%bd%d1%8c%d0%ba%d0%b8'),
(407564, 781844, 'ru', 'Северный', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%bd%d1%8b%d0%b9'),
(407565, 781844, 'ru', 'Вейделевка', 1, '%d0%92%d0%b5%d0%b9%d0%b4%d0%b5%d0%bb%d0%b5%d0%b2%d0%ba%d0%b0'),
(407566, 781844, 'ru', 'Ивня', 1, '%d0%98%d0%b2%d0%bd%d1%8f'),
(407567, 781844, 'ru', 'Томаровка', 1, '%d0%a2%d0%be%d0%bc%d0%b0%d1%80%d0%be%d0%b2%d0%ba%d0%b0'),
(407568, 781844, 'ru', 'Красная Яруга', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%b0%d1%8f-%d0%af%d1%80%d1%83%d0%b3%d0%b0'),
(407569, 781844, 'ru', 'Чернянка', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d1%8f%d0%bd%d0%ba%d0%b0'),
(407570, 781844, 'ru', 'Строитель', 1, '%d0%a1%d1%82%d1%80%d0%be%d0%b8%d1%82%d0%b5%d0%bb%d1%8c'),
(407571, 781844, 'ru', 'Новый Оскол', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%9e%d1%81%d0%ba%d0%be%d0%bb'),
(407572, 781844, 'ru', 'Шебекино', 1, '%d0%a8%d0%b5%d0%b1%d0%b5%d0%ba%d0%b8%d0%bd%d0%be'),
(407573, 781844, 'ru', 'Старый Оскол', 1, '%d0%a1%d1%82%d0%b0%d1%80%d1%8b%d0%b9-%d0%9e%d1%81%d0%ba%d0%be%d0%bb');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781845, 'ru', 'Брянская область', 1, '%d0%91%d1%80%d1%8f%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407574, 781845, 'ru', 'Белые Берега', 1, '%d0%91%d0%b5%d0%bb%d1%8b%d0%b5-%d0%91%d0%b5%d1%80%d0%b5%d0%b3%d0%b0'),
(407575, 781845, 'ru', 'Брянск', 1, '%d0%91%d1%80%d1%8f%d0%bd%d1%81%d0%ba'),
(407576, 781845, 'ru', 'Дубровка', 1, '%d0%94%d1%83%d0%b1%d1%80%d0%be%d0%b2%d0%ba%d0%b0'),
(407577, 781845, 'ru', 'Жуковка', 1, '%d0%96%d1%83%d0%ba%d0%be%d0%b2%d0%ba%d0%b0'),
(407578, 781845, 'ru', 'Климово', 1, '%d0%9a%d0%bb%d0%b8%d0%bc%d0%be%d0%b2%d0%be'),
(407579, 781845, 'ru', 'Клинцы', 1, '%d0%9a%d0%bb%d0%b8%d0%bd%d1%86%d1%8b'),
(407580, 781845, 'ru', 'Локоть', 1, '%d0%9b%d0%be%d0%ba%d0%be%d1%82%d1%8c'),
(407581, 781845, 'ru', 'Почеп', 1, '%d0%9f%d0%be%d1%87%d0%b5%d0%bf'),
(407582, 781845, 'ru', 'Севск', 1, '%d0%a1%d0%b5%d0%b2%d1%81%d0%ba'),
(407583, 781845, 'ru', 'Сельцо', 1, '%d0%a1%d0%b5%d0%bb%d1%8c%d1%86%d0%be'),
(407584, 781845, 'ru', 'Трубчевск', 1, '%d0%a2%d1%80%d1%83%d0%b1%d1%87%d0%b5%d0%b2%d1%81%d0%ba'),
(407585, 781845, 'ru', 'Фокино', 1, '%d0%a4%d0%be%d0%ba%d0%b8%d0%bd%d0%be'),
(407586, 781845, 'ru', 'Комаричи', 1, '%d0%9a%d0%be%d0%bc%d0%b0%d1%80%d0%b8%d1%87%d0%b8'),
(407587, 781845, 'ru', 'Супонево', 1, '%d0%a1%d1%83%d0%bf%d0%be%d0%bd%d0%b5%d0%b2%d0%be'),
(407588, 781845, 'ru', 'Мглин', 1, '%d0%9c%d0%b3%d0%bb%d0%b8%d0%bd'),
(407589, 781845, 'ru', 'Суземка', 1, '%d0%a1%d1%83%d0%b7%d0%b5%d0%bc%d0%ba%d0%b0'),
(407590, 781845, 'ru', 'Погар', 1, '%d0%9f%d0%be%d0%b3%d0%b0%d1%80'),
(407591, 781845, 'ru', 'Сураж', 1, '%d0%a1%d1%83%d1%80%d0%b0%d0%b6'),
(407592, 781845, 'ru', 'Клетня', 1, '%d0%9a%d0%bb%d0%b5%d1%82%d0%bd%d1%8f'),
(407593, 781845, 'ru', 'Навля', 1, '%d0%9d%d0%b0%d0%b2%d0%bb%d1%8f'),
(407594, 781845, 'ru', 'Стародуб', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%b4%d1%83%d0%b1'),
(407595, 781845, 'ru', 'Карачев', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d1%87%d0%b5%d0%b2'),
(407596, 781845, 'ru', 'Унеча', 1, '%d0%a3%d0%bd%d0%b5%d1%87%d0%b0'),
(407597, 781845, 'ru', 'Дятьково', 1, '%d0%94%d1%8f%d1%82%d1%8c%d0%ba%d0%be%d0%b2%d0%be'),
(407598, 781845, 'ru', 'Новозыбков', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b7%d1%8b%d0%b1%d0%ba%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781846, 'ru', 'Владимирская область', 1, '%d0%92%d0%bb%d0%b0%d0%b4%d0%b8%d0%bc%d0%b8%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407599, 781846, 'ru', 'Александров', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2'),
(407600, 781846, 'ru', 'Владимир', 1, '%d0%92%d0%bb%d0%b0%d0%b4%d0%b8%d0%bc%d0%b8%d1%80'),
(407601, 781846, 'ru', 'Вязники', 1, '%d0%92%d1%8f%d0%b7%d0%bd%d0%b8%d0%ba%d0%b8'),
(407602, 781846, 'ru', 'Гороховец', 1, '%d0%93%d0%be%d1%80%d0%be%d1%85%d0%be%d0%b2%d0%b5%d1%86'),
(407603, 781846, 'ru', 'Камешково', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d1%88%d0%ba%d0%be%d0%b2%d0%be'),
(407604, 781846, 'ru', 'Карабаново', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%b1%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(407605, 781846, 'ru', 'Киржач', 1, '%d0%9a%d0%b8%d1%80%d0%b6%d0%b0%d1%87'),
(407606, 781846, 'ru', 'Меленки', 1, '%d0%9c%d0%b5%d0%bb%d0%b5%d0%bd%d0%ba%d0%b8'),
(407607, 781846, 'ru', 'Муром', 1, '%d0%9c%d1%83%d1%80%d0%be%d0%bc'),
(407608, 781846, 'ru', 'Петушки', 1, '%d0%9f%d0%b5%d1%82%d1%83%d1%88%d0%ba%d0%b8'),
(407609, 781846, 'ru', 'Покров', 1, '%d0%9f%d0%be%d0%ba%d1%80%d0%be%d0%b2'),
(407610, 781846, 'ru', 'Струнино', 1, '%d0%a1%d1%82%d1%80%d1%83%d0%bd%d0%b8%d0%bd%d0%be'),
(407611, 781846, 'ru', 'Суздаль', 1, '%d0%a1%d1%83%d0%b7%d0%b4%d0%b0%d0%bb%d1%8c'),
(407612, 781846, 'ru', 'Судогда', 1, '%d0%a1%d1%83%d0%b4%d0%be%d0%b3%d0%b4%d0%b0'),
(407613, 781846, 'ru', 'Лакинск', 1, '%d0%9b%d0%b0%d0%ba%d0%b8%d0%bd%d1%81%d0%ba'),
(407614, 781846, 'ru', 'Радужный', 1, '%d0%a0%d0%b0%d0%b4%d1%83%d0%b6%d0%bd%d1%8b%d0%b9'),
(407615, 781846, 'ru', 'Юрьев-Польский', 1, '%d0%ae%d1%80%d1%8c%d0%b5%d0%b2-%d0%9f%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407616, 781846, 'ru', 'Собинка', 1, '%d0%a1%d0%be%d0%b1%d0%b8%d0%bd%d0%ba%d0%b0'),
(407617, 781846, 'ru', 'Кольчугино', 1, '%d0%9a%d0%be%d0%bb%d1%8c%d1%87%d1%83%d0%b3%d0%b8%d0%bd%d0%be'),
(407618, 781846, 'ru', 'Гусь-Хрустальный', 1, '%d0%93%d1%83%d1%81%d1%8c-%d0%a5%d1%80%d1%83%d1%81%d1%82%d0%b0%d0%bb%d1%8c%d0%bd%d1%8b%d0%b9'),
(407619, 781846, 'ru', 'Ковров', 1, '%d0%9a%d0%be%d0%b2%d1%80%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781847, 'ru', 'Волгоградская область', 1, '%d0%92%d0%be%d0%bb%d0%b3%d0%be%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407620, 781847, 'ru', 'Волжский', 1, '%d0%92%d0%be%d0%bb%d0%b6%d1%81%d0%ba%d0%b8%d0%b9'),
(407621, 781847, 'ru', 'Городище', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%b8%d1%89%d0%b5'),
(407622, 781847, 'ru', 'Горьковский', 1, '%d0%93%d0%be%d1%80%d1%8c%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407623, 781847, 'ru', 'Дубовка', 1, '%d0%94%d1%83%d0%b1%d0%be%d0%b2%d0%ba%d0%b0'),
(407624, 781847, 'ru', 'Елань', 1, '%d0%95%d0%bb%d0%b0%d0%bd%d1%8c'),
(407625, 781847, 'ru', 'Котельниково', 1, '%d0%9a%d0%be%d1%82%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(407626, 781847, 'ru', 'Котово', 1, '%d0%9a%d0%be%d1%82%d0%be%d0%b2%d0%be'),
(407627, 781847, 'ru', 'Ленинск', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d1%81%d0%ba'),
(407628, 781847, 'ru', 'Михайловка', 1, '%d0%9c%d0%b8%d1%85%d0%b0%d0%b9%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(407629, 781847, 'ru', 'Светлый Яр', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d1%8b%d0%b9-%d0%af%d1%80'),
(407630, 781847, 'ru', 'Фролово', 1, '%d0%a4%d1%80%d0%be%d0%bb%d0%be%d0%b2%d0%be'),
(407631, 781847, 'ru', 'Иловля', 1, '%d0%98%d0%bb%d0%be%d0%b2%d0%bb%d1%8f'),
(407632, 781847, 'ru', 'Средняя Ахтуба', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d1%8f%d1%8f-%d0%90%d1%85%d1%82%d1%83%d0%b1%d0%b0'),
(407633, 781847, 'ru', 'Краснослободск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%81%d0%bb%d0%be%d0%b1%d0%be%d0%b4%d1%81%d0%ba'),
(407634, 781847, 'ru', 'Петров Вал', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2-%d0%92%d0%b0%d0%bb'),
(407635, 781847, 'ru', 'Николаевск', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(407636, 781847, 'ru', 'Палласовка', 1, '%d0%9f%d0%b0%d0%bb%d0%bb%d0%b0%d1%81%d0%be%d0%b2%d0%ba%d0%b0'),
(407637, 781847, 'ru', 'Жирновск', 1, '%d0%96%d0%b8%d1%80%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(407638, 781847, 'ru', 'Новоаннинский', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b0%d0%bd%d0%bd%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407639, 781847, 'ru', 'Суровикино', 1, '%d0%a1%d1%83%d1%80%d0%be%d0%b2%d0%b8%d0%ba%d0%b8%d0%bd%d0%be'),
(407640, 781847, 'ru', 'Калач-на-Дону', 1, '%d0%9a%d0%b0%d0%bb%d0%b0%d1%87-%d0%bd%d0%b0-%d0%94%d0%be%d0%bd%d1%83'),
(407641, 781847, 'ru', 'Урюпинск', 1, '%d0%a3%d1%80%d1%8e%d0%bf%d0%b8%d0%bd%d1%81%d0%ba'),
(407642, 781847, 'ru', 'Камышин', 1, '%d0%9a%d0%b0%d0%bc%d1%8b%d1%88%d0%b8%d0%bd'),
(407643, 781847, 'ru', 'Волгоград', 1, '%d0%92%d0%be%d0%bb%d0%b3%d0%be%d0%b3%d1%80%d0%b0%d0%b4');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781848, 'ru', 'Вологодская область', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%b3%d0%be%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407644, 781848, 'ru', 'Бабаево', 1, '%d0%91%d0%b0%d0%b1%d0%b0%d0%b5%d0%b2%d0%be'),
(407645, 781848, 'ru', 'Кадуй', 1, '%d0%9a%d0%b0%d0%b4%d1%83%d0%b9'),
(407646, 781848, 'ru', 'Кириллов', 1, '%d0%9a%d0%b8%d1%80%d0%b8%d0%bb%d0%bb%d0%be%d0%b2'),
(407647, 781848, 'ru', 'Красавино', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%b0%d0%b2%d0%b8%d0%bd%d0%be'),
(407648, 781848, 'ru', 'Молочное', 1, '%d0%9c%d0%be%d0%bb%d0%be%d1%87%d0%bd%d0%be%d0%b5'),
(407649, 781848, 'ru', 'Никольск', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(407650, 781848, 'ru', 'Сокол', 1, '%d0%a1%d0%be%d0%ba%d0%be%d0%bb'),
(407651, 781848, 'ru', 'Суда', 1, '%d0%a1%d1%83%d0%b4%d0%b0'),
(407652, 781848, 'ru', 'Тарногский Городок', 1, '%d0%a2%d0%b0%d1%80%d0%bd%d0%be%d0%b3%d1%81%d0%ba%d0%b8%d0%b9-%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%ba'),
(407653, 781848, 'ru', 'Чагода', 1, '%d0%a7%d0%b0%d0%b3%d0%be%d0%b4%d0%b0'),
(407654, 781848, 'ru', 'Шексна', 1, '%d0%a8%d0%b5%d0%ba%d1%81%d0%bd%d0%b0'),
(407655, 781848, 'ru', 'Верховажье', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%be%d0%b2%d0%b0%d0%b6%d1%8c%d0%b5'),
(407656, 781848, 'ru', 'Кадников', 1, '%d0%9a%d0%b0%d0%b4%d0%bd%d0%b8%d0%ba%d0%be%d0%b2'),
(407657, 781848, 'ru', 'Кичменгский Городок', 1, '%d0%9a%d0%b8%d1%87%d0%bc%d0%b5%d0%bd%d0%b3%d1%81%d0%ba%d0%b8%d0%b9-%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%ba'),
(407658, 781848, 'ru', 'Вожега', 1, '%d0%92%d0%be%d0%b6%d0%b5%d0%b3%d0%b0'),
(407659, 781848, 'ru', 'Вохтога', 1, '%d0%92%d0%be%d1%85%d1%82%d0%be%d0%b3%d0%b0'),
(407660, 781848, 'ru', 'Тотьма', 1, '%d0%a2%d0%be%d1%82%d1%8c%d0%bc%d0%b0'),
(407661, 781848, 'ru', 'Устюжна', 1, '%d0%a3%d1%81%d1%82%d1%8e%d0%b6%d0%bd%d0%b0'),
(407662, 781848, 'ru', 'Белозёрск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(407663, 781848, 'ru', 'Вытегра', 1, '%d0%92%d1%8b%d1%82%d0%b5%d0%b3%d1%80%d0%b0'),
(407664, 781848, 'ru', 'Харовск', 1, '%d0%a5%d0%b0%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(407665, 781848, 'ru', 'Грязовец', 1, '%d0%93%d1%80%d1%8f%d0%b7%d0%be%d0%b2%d0%b5%d1%86'),
(407666, 781848, 'ru', 'Великий Устюг', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%ba%d0%b8%d0%b9-%d0%a3%d1%81%d1%82%d1%8e%d0%b3'),
(407667, 781848, 'ru', 'Вологда', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%b3%d0%b4%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781849, 'ru', 'Воронежская область', 1, '%d0%92%d0%be%d1%80%d0%be%d0%bd%d0%b5%d0%b6%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407668, 781849, 'ru', 'Анна', 1, '%d0%90%d0%bd%d0%bd%d0%b0'),
(407669, 781849, 'ru', 'Бобров', 1, '%d0%91%d0%be%d0%b1%d1%80%d0%be%d0%b2'),
(407670, 781849, 'ru', 'Богучар', 1, '%d0%91%d0%be%d0%b3%d1%83%d1%87%d0%b0%d1%80'),
(407671, 781849, 'ru', 'Воронеж', 1, '%d0%92%d0%be%d1%80%d0%be%d0%bd%d0%b5%d0%b6'),
(407672, 781849, 'ru', 'Грибановский', 1, '%d0%93%d1%80%d0%b8%d0%b1%d0%b0%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407673, 781849, 'ru', 'Калач', 1, '%d0%9a%d0%b0%d0%bb%d0%b0%d1%87'),
(407674, 781849, 'ru', 'Лиски', 1, '%d0%9b%d0%b8%d1%81%d0%ba%d0%b8'),
(407675, 781849, 'ru', 'Павловск', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(407676, 781849, 'ru', 'Сомово', 1, '%d0%a1%d0%be%d0%bc%d0%be%d0%b2%d0%be'),
(407677, 781849, 'ru', 'Таловая', 1, '%d0%a2%d0%b0%d0%bb%d0%be%d0%b2%d0%b0%d1%8f'),
(407678, 781849, 'ru', 'Эртиль', 1, '%d0%ad%d1%80%d1%82%d0%b8%d0%bb%d1%8c'),
(407679, 781849, 'ru', 'Кантемировка', 1, '%d0%9a%d0%b0%d0%bd%d1%82%d0%b5%d0%bc%d0%b8%d1%80%d0%be%d0%b2%d0%ba%d0%b0'),
(407680, 781849, 'ru', 'Придонской', 1, '%d0%9f%d1%80%d0%b8%d0%b4%d0%be%d0%bd%d1%81%d0%ba%d0%be%d0%b9'),
(407681, 781849, 'ru', 'Поворино', 1, '%d0%9f%d0%be%d0%b2%d0%be%d1%80%d0%b8%d0%bd%d0%be'),
(407682, 781849, 'ru', 'Новая Усмань', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%a3%d1%81%d0%bc%d0%b0%d0%bd%d1%8c'),
(407683, 781849, 'ru', 'Семилуки', 1, '%d0%a1%d0%b5%d0%bc%d0%b8%d0%bb%d1%83%d0%ba%d0%b8'),
(407684, 781849, 'ru', 'Бутурлиновка', 1, '%d0%91%d1%83%d1%82%d1%83%d1%80%d0%bb%d0%b8%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407685, 781849, 'ru', 'Острогожск', 1, '%d0%9e%d1%81%d1%82%d1%80%d0%be%d0%b3%d0%be%d0%b6%d1%81%d0%ba'),
(407686, 781849, 'ru', 'Нововоронеж', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b2%d0%be%d1%80%d0%be%d0%bd%d0%b5%d0%b6'),
(407687, 781849, 'ru', 'Россошь', 1, '%d0%a0%d0%be%d1%81%d1%81%d0%be%d1%88%d1%8c'),
(407688, 781849, 'ru', 'Борисоглебск', 1, '%d0%91%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b3%d0%bb%d0%b5%d0%b1%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781850, 'ru', 'Еврейская автономная область', 1, '%d0%95%d0%b2%d1%80%d0%b5%d0%b9%d1%81%d0%ba%d0%b0%d1%8f-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407689, 781850, 'ru', 'Бира', 1, '%d0%91%d0%b8%d1%80%d0%b0'),
(407690, 781850, 'ru', 'Известковый', 1, '%d0%98%d0%b7%d0%b2%d0%b5%d1%81%d1%82%d0%ba%d0%be%d0%b2%d1%8b%d0%b9'),
(407691, 781850, 'ru', 'Ленинское', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(407692, 781850, 'ru', 'Николаевка', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(407693, 781850, 'ru', 'Облучье', 1, '%d0%9e%d0%b1%d0%bb%d1%83%d1%87%d1%8c%d0%b5'),
(407694, 781850, 'ru', 'Птичник', 1, '%d0%9f%d1%82%d0%b8%d1%87%d0%bd%d0%b8%d0%ba'),
(407695, 781850, 'ru', 'Теплоозёрск', 1, '%d0%a2%d0%b5%d0%bf%d0%bb%d0%be%d0%be%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(407696, 781850, 'ru', 'Биракан', 1, '%d0%91%d0%b8%d1%80%d0%b0%d0%ba%d0%b0%d0%bd'),
(407697, 781850, 'ru', 'Приамурский', 1, '%d0%9f%d1%80%d0%b8%d0%b0%d0%bc%d1%83%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407698, 781850, 'ru', 'Бабстово', 1, '%d0%91%d0%b0%d0%b1%d1%81%d1%82%d0%be%d0%b2%d0%be'),
(407699, 781850, 'ru', 'Амурзет', 1, '%d0%90%d0%bc%d1%83%d1%80%d0%b7%d0%b5%d1%82'),
(407700, 781850, 'ru', 'Смидович', 1, '%d0%a1%d0%bc%d0%b8%d0%b4%d0%be%d0%b2%d0%b8%d1%87'),
(407701, 781850, 'ru', 'Биробиджан', 1, '%d0%91%d0%b8%d1%80%d0%be%d0%b1%d0%b8%d0%b4%d0%b6%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781851, 'ru', 'Ивановская область', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407702, 781851, 'ru', 'Иваново', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(407703, 781851, 'ru', 'Комсомольск', 1, '%d0%9a%d0%be%d0%bc%d1%81%d0%be%d0%bc%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(407704, 781851, 'ru', 'Лежнево', 1, '%d0%9b%d0%b5%d0%b6%d0%bd%d0%b5%d0%b2%d0%be'),
(407705, 781851, 'ru', 'Наволоки', 1, '%d0%9d%d0%b0%d0%b2%d0%be%d0%bb%d0%be%d0%ba%d0%b8'),
(407706, 781851, 'ru', 'Ново-Талицы', 1, '%d0%9d%d0%be%d0%b2%d0%be-%d0%a2%d0%b0%d0%bb%d0%b8%d1%86%d1%8b'),
(407707, 781851, 'ru', 'Родники', 1, '%d0%a0%d0%be%d0%b4%d0%bd%d0%b8%d0%ba%d0%b8'),
(407708, 781851, 'ru', 'Савино', 1, '%d0%a1%d0%b0%d0%b2%d0%b8%d0%bd%d0%be'),
(407709, 781851, 'ru', 'Талицы', 1, '%d0%a2%d0%b0%d0%bb%d0%b8%d1%86%d1%8b'),
(407710, 781851, 'ru', 'Фурманов', 1, '%d0%a4%d1%83%d1%80%d0%bc%d0%b0%d0%bd%d0%be%d0%b2'),
(407711, 781851, 'ru', 'Шуя', 1, '%d0%a8%d1%83%d1%8f'),
(407712, 781851, 'ru', 'Юрьевец', 1, '%d0%ae%d1%80%d1%8c%d0%b5%d0%b2%d0%b5%d1%86'),
(407713, 781851, 'ru', 'Старая Вичуга', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%b0%d1%8f-%d0%92%d0%b8%d1%87%d1%83%d0%b3%d0%b0'),
(407714, 781851, 'ru', 'Палех', 1, '%d0%9f%d0%b0%d0%bb%d0%b5%d1%85'),
(407715, 781851, 'ru', 'Гаврилов Посад', 1, '%d0%93%d0%b0%d0%b2%d1%80%d0%b8%d0%bb%d0%be%d0%b2-%d0%9f%d0%be%d1%81%d0%b0%d0%b4'),
(407716, 781851, 'ru', 'Пучеж', 1, '%d0%9f%d1%83%d1%87%d0%b5%d0%b6'),
(407717, 781851, 'ru', 'Заволжск', 1, '%d0%97%d0%b0%d0%b2%d0%be%d0%bb%d0%b6%d1%81%d0%ba'),
(407718, 781851, 'ru', 'Южа', 1, '%d0%ae%d0%b6%d0%b0'),
(407719, 781851, 'ru', 'Приволжск', 1, '%d0%9f%d1%80%d0%b8%d0%b2%d0%be%d0%bb%d0%b6%d1%81%d0%ba'),
(407720, 781851, 'ru', 'Кохма', 1, '%d0%9a%d0%be%d1%85%d0%bc%d0%b0'),
(407721, 781851, 'ru', 'Тейково', 1, '%d0%a2%d0%b5%d0%b9%d0%ba%d0%be%d0%b2%d0%be'),
(407722, 781851, 'ru', 'Вичуга', 1, '%d0%92%d0%b8%d1%87%d1%83%d0%b3%d0%b0'),
(407723, 781851, 'ru', 'Кинешма', 1, '%d0%9a%d0%b8%d0%bd%d0%b5%d1%88%d0%bc%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781852, 'ru', 'Иркутская область', 1, '%d0%98%d1%80%d0%ba%d1%83%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407724, 781852, 'ru', 'Вихоревка', 1, '%d0%92%d0%b8%d1%85%d0%be%d1%80%d0%b5%d0%b2%d0%ba%d0%b0'),
(407725, 781852, 'ru', 'Куйтун', 1, '%d0%9a%d1%83%d0%b9%d1%82%d1%83%d0%bd'),
(407726, 781852, 'ru', 'Усть-Ордынский', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9e%d1%80%d0%b4%d1%8b%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407727, 781852, 'ru', 'Черемхово', 1, '%d0%a7%d0%b5%d1%80%d0%b5%d0%bc%d1%85%d0%be%d0%b2%d0%be'),
(407728, 781852, 'ru', 'Залари', 1, '%d0%97%d0%b0%d0%bb%d0%b0%d1%80%d0%b8'),
(407729, 781852, 'ru', 'Новая Игирма', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%98%d0%b3%d0%b8%d1%80%d0%bc%d0%b0'),
(407730, 781852, 'ru', 'Киренск', 1, '%d0%9a%d0%b8%d1%80%d0%b5%d0%bd%d1%81%d0%ba'),
(407731, 781852, 'ru', 'Свирск', 1, '%d0%a1%d0%b2%d0%b8%d1%80%d1%81%d0%ba'),
(407732, 781852, 'ru', 'Байкальск', 1, '%d0%91%d0%b0%d0%b9%d0%ba%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(407733, 781852, 'ru', 'Бодайбо', 1, '%d0%91%d0%be%d0%b4%d0%b0%d0%b9%d0%b1%d0%be'),
(407734, 781852, 'ru', 'Чунский', 1, '%d0%a7%d1%83%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407735, 781852, 'ru', 'Слюдянка', 1, '%d0%a1%d0%bb%d1%8e%d0%b4%d1%8f%d0%bd%d0%ba%d0%b0'),
(407736, 781852, 'ru', 'Железногорск-Илимский', 1, '%d0%96%d0%b5%d0%bb%d0%b5%d0%b7%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba-%d0%98%d0%bb%d0%b8%d0%bc%d1%81%d0%ba%d0%b8%d0%b9'),
(407737, 781852, 'ru', 'Зима', 1, '%d0%97%d0%b8%d0%bc%d0%b0'),
(407738, 781852, 'ru', 'Тайшет', 1, '%d0%a2%d0%b0%d0%b9%d1%88%d0%b5%d1%82'),
(407739, 781852, 'ru', 'Нижнеудинск', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d1%83%d0%b4%d0%b8%d0%bd%d1%81%d0%ba'),
(407740, 781852, 'ru', 'Саянск', 1, '%d0%a1%d0%b0%d1%8f%d0%bd%d1%81%d0%ba'),
(407741, 781852, 'ru', 'Шелехов', 1, '%d0%a8%d0%b5%d0%bb%d0%b5%d1%85%d0%be%d0%b2'),
(407742, 781852, 'ru', 'Усть-Кут', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d1%83%d1%82'),
(407743, 781852, 'ru', 'Тулун', 1, '%d0%a2%d1%83%d0%bb%d1%83%d0%bd'),
(407744, 781852, 'ru', 'Усолье-Сибирское', 1, '%d0%a3%d1%81%d0%be%d0%bb%d1%8c%d0%b5-%d0%a1%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(407745, 781852, 'ru', 'Усть-Илимск', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%98%d0%bb%d0%b8%d0%bc%d1%81%d0%ba'),
(407746, 781852, 'ru', 'Ангарск', 1, '%d0%90%d0%bd%d0%b3%d0%b0%d1%80%d1%81%d0%ba'),
(407747, 781852, 'ru', 'Братск', 1, '%d0%91%d1%80%d0%b0%d1%82%d1%81%d0%ba'),
(407748, 781852, 'ru', 'Иркутск', 1, '%d0%98%d1%80%d0%ba%d1%83%d1%82%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781853, 'ru', 'Кабардино-Балкарская Республика', 1, '%d0%9a%d0%b0%d0%b1%d0%b0%d1%80%d0%b4%d0%b8%d0%bd%d0%be-%d0%91%d0%b0%d0%bb%d0%ba%d0%b0%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407749, 781853, 'ru', 'Майский', 1, '%d0%9c%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(407750, 781853, 'ru', 'Прохладный', 1, '%d0%9f%d1%80%d0%be%d1%85%d0%bb%d0%b0%d0%b4%d0%bd%d1%8b%d0%b9'),
(407751, 781853, 'ru', 'Терек', 1, '%d0%a2%d0%b5%d1%80%d0%b5%d0%ba'),
(407752, 781853, 'ru', 'Хасанья', 1, '%d0%a5%d0%b0%d1%81%d0%b0%d0%bd%d1%8c%d1%8f'),
(407753, 781853, 'ru', 'Заюково', 1, '%d0%97%d0%b0%d1%8e%d0%ba%d0%be%d0%b2%d0%be'),
(407754, 781853, 'ru', 'Кенже', 1, '%d0%9a%d0%b5%d0%bd%d0%b6%d0%b5'),
(407755, 781853, 'ru', 'Исламей', 1, '%d0%98%d1%81%d0%bb%d0%b0%d0%bc%d0%b5%d0%b9'),
(407756, 781853, 'ru', 'Чегем Второй', 1, '%d0%a7%d0%b5%d0%b3%d0%b5%d0%bc-%d0%92%d1%82%d0%be%d1%80%d0%be%d0%b9'),
(407757, 781853, 'ru', 'Шалушка', 1, '%d0%a8%d0%b0%d0%bb%d1%83%d1%88%d0%ba%d0%b0'),
(407758, 781853, 'ru', 'Нартан', 1, '%d0%9d%d0%b0%d1%80%d1%82%d0%b0%d0%bd'),
(407759, 781853, 'ru', 'Чегем', 1, '%d0%a7%d0%b5%d0%b3%d0%b5%d0%bc'),
(407760, 781853, 'ru', 'Тырныауз', 1, '%d0%a2%d1%8b%d1%80%d0%bd%d1%8b%d0%b0%d1%83%d0%b7'),
(407761, 781853, 'ru', 'Нарткала', 1, '%d0%9d%d0%b0%d1%80%d1%82%d0%ba%d0%b0%d0%bb%d0%b0'),
(407762, 781853, 'ru', 'Баксан', 1, '%d0%91%d0%b0%d0%ba%d1%81%d0%b0%d0%bd'),
(407763, 781853, 'ru', 'Нальчик', 1, '%d0%9d%d0%b0%d0%bb%d1%8c%d1%87%d0%b8%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781854, 'ru', 'Калининградская область', 1, '%d0%9a%d0%b0%d0%bb%d0%b8%d0%bd%d0%b8%d0%bd%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407764, 781854, 'ru', 'Балтийск', 1, '%d0%91%d0%b0%d0%bb%d1%82%d0%b8%d0%b9%d1%81%d0%ba'),
(407765, 781854, 'ru', 'Гусев', 1, '%d0%93%d1%83%d1%81%d0%b5%d0%b2'),
(407766, 781854, 'ru', 'Мамоново', 1, '%d0%9c%d0%b0%d0%bc%d0%be%d0%bd%d0%be%d0%b2%d0%be'),
(407767, 781854, 'ru', 'Озёрск', 1, '%d0%9e%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(407768, 781854, 'ru', 'Пионерский', 1, '%d0%9f%d0%b8%d0%be%d0%bd%d0%b5%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407769, 781854, 'ru', 'Светлый', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d1%8b%d0%b9'),
(407770, 781854, 'ru', 'Советск', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba'),
(407771, 781854, 'ru', 'Светлогорск', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407772, 781854, 'ru', 'Янтарный', 1, '%d0%af%d0%bd%d1%82%d0%b0%d1%80%d0%bd%d1%8b%d0%b9'),
(407773, 781854, 'ru', 'Багратионовск', 1, '%d0%91%d0%b0%d0%b3%d1%80%d0%b0%d1%82%d0%b8%d0%be%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(407774, 781854, 'ru', 'Полесск', 1, '%d0%9f%d0%be%d0%bb%d0%b5%d1%81%d1%81%d0%ba'),
(407775, 781854, 'ru', 'Неман', 1, '%d0%9d%d0%b5%d0%bc%d0%b0%d0%bd'),
(407776, 781854, 'ru', 'Зеленоградск', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d0%be%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba'),
(407777, 781854, 'ru', 'Гвардейск', 1, '%d0%93%d0%b2%d0%b0%d1%80%d0%b4%d0%b5%d0%b9%d1%81%d0%ba'),
(407778, 781854, 'ru', 'Гурьевск', 1, '%d0%93%d1%83%d1%80%d1%8c%d0%b5%d0%b2%d1%81%d0%ba'),
(407779, 781854, 'ru', 'Черняховск', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d1%8f%d1%85%d0%be%d0%b2%d1%81%d0%ba'),
(407780, 781854, 'ru', 'Калининград', 1, '%d0%9a%d0%b0%d0%bb%d0%b8%d0%bd%d0%b8%d0%bd%d0%b3%d1%80%d0%b0%d0%b4');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781855, 'ru', 'Калужская область', 1, '%d0%9a%d0%b0%d0%bb%d1%83%d0%b6%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407781, 781855, 'ru', 'Балабаново', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d0%b1%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(407782, 781855, 'ru', 'Белоусово', 1, '%d0%91%d0%b5%d0%bb%d0%be%d1%83%d1%81%d0%be%d0%b2%d0%be'),
(407783, 781855, 'ru', 'Боровск', 1, '%d0%91%d0%be%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(407784, 781855, 'ru', 'Воротынск', 1, '%d0%92%d0%be%d1%80%d0%be%d1%82%d1%8b%d0%bd%d1%81%d0%ba'),
(407785, 781855, 'ru', 'Думиничи', 1, '%d0%94%d1%83%d0%bc%d0%b8%d0%bd%d0%b8%d1%87%d0%b8'),
(407786, 781855, 'ru', 'Ермолино', 1, '%d0%95%d1%80%d0%bc%d0%be%d0%bb%d0%b8%d0%bd%d0%be'),
(407787, 781855, 'ru', 'Калуга', 1, '%d0%9a%d0%b0%d0%bb%d1%83%d0%b3%d0%b0'),
(407788, 781855, 'ru', 'Киров', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2'),
(407789, 781855, 'ru', 'Кондрово', 1, '%d0%9a%d0%be%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d0%be'),
(407790, 781855, 'ru', 'Кремёнки', 1, '%d0%9a%d1%80%d0%b5%d0%bc%d1%91%d0%bd%d0%ba%d0%b8'),
(407791, 781855, 'ru', 'Сосенский', 1, '%d0%a1%d0%be%d1%81%d0%b5%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407792, 781855, 'ru', 'Товарково', 1, '%d0%a2%d0%be%d0%b2%d0%b0%d1%80%d0%ba%d0%be%d0%b2%d0%be'),
(407793, 781855, 'ru', 'Спас-Деменск', 1, '%d0%a1%d0%bf%d0%b0%d1%81-%d0%94%d0%b5%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(407794, 781855, 'ru', 'Полотняный Завод', 1, '%d0%9f%d0%be%d0%bb%d0%be%d1%82%d0%bd%d1%8f%d0%bd%d1%8b%d0%b9-%d0%97%d0%b0%d0%b2%d0%be%d0%b4'),
(407795, 781855, 'ru', 'Жиздра', 1, '%d0%96%d0%b8%d0%b7%d0%b4%d1%80%d0%b0'),
(407796, 781855, 'ru', 'Медынь', 1, '%d0%9c%d0%b5%d0%b4%d1%8b%d0%bd%d1%8c'),
(407797, 781855, 'ru', 'Юхнов', 1, '%d0%ae%d1%85%d0%bd%d0%be%d0%b2'),
(407798, 781855, 'ru', 'Таруса', 1, '%d0%a2%d0%b0%d1%80%d1%83%d1%81%d0%b0'),
(407799, 781855, 'ru', 'Жуков', 1, '%d0%96%d1%83%d0%ba%d0%be%d0%b2'),
(407800, 781855, 'ru', 'Сухиничи', 1, '%d0%a1%d1%83%d1%85%d0%b8%d0%bd%d0%b8%d1%87%d0%b8'),
(407801, 781855, 'ru', 'Козельск', 1, '%d0%9a%d0%be%d0%b7%d0%b5%d0%bb%d1%8c%d1%81%d0%ba'),
(407802, 781855, 'ru', 'Малоярославец', 1, '%d0%9c%d0%b0%d0%bb%d0%be%d1%8f%d1%80%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d0%b5%d1%86'),
(407803, 781855, 'ru', 'Людиново', 1, '%d0%9b%d1%8e%d0%b4%d0%b8%d0%bd%d0%be%d0%b2%d0%be'),
(407804, 781855, 'ru', 'Обнинск', 1, '%d0%9e%d0%b1%d0%bd%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781856, 'ru', 'Камчатская область', 1, '%d0%9a%d0%b0%d0%bc%d1%87%d0%b0%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407805, 781856, 'ru', 'Апача', 1, '%d0%90%d0%bf%d0%b0%d1%87%d0%b0'),
(407806, 781856, 'ru', 'Вулканный', 1, '%d0%92%d1%83%d0%bb%d0%ba%d0%b0%d0%bd%d0%bd%d1%8b%d0%b9'),
(407807, 781856, 'ru', 'Ключи', 1, '%d0%9a%d0%bb%d1%8e%d1%87%d0%b8'),
(407808, 781856, 'ru', 'Козыревск', 1, '%d0%9a%d0%be%d0%b7%d1%8b%d1%80%d0%b5%d0%b2%d1%81%d0%ba'),
(407809, 781856, 'ru', 'Коряки', 1, '%d0%9a%d0%be%d1%80%d1%8f%d0%ba%d0%b8'),
(407810, 781856, 'ru', 'Лесной', 1, '%d0%9b%d0%b5%d1%81%d0%bd%d0%be%d0%b9'),
(407811, 781856, 'ru', 'Мильково', 1, '%d0%9c%d0%b8%d0%bb%d1%8c%d0%ba%d0%be%d0%b2%d0%be'),
(407812, 781856, 'ru', 'Нагорный', 1, '%d0%9d%d0%b0%d0%b3%d0%be%d1%80%d0%bd%d1%8b%d0%b9'),
(407813, 781856, 'ru', 'Николаевка', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(407814, 781856, 'ru', 'Новый', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9'),
(407815, 781856, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407816, 781856, 'ru', 'Пионерский', 1, '%d0%9f%d0%b8%d0%be%d0%bd%d0%b5%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(407817, 781856, 'ru', 'Раздольный', 1, '%d0%a0%d0%b0%d0%b7%d0%b4%d0%be%d0%bb%d1%8c%d0%bd%d1%8b%d0%b9'),
(407818, 781856, 'ru', 'Соболево', 1, '%d0%a1%d0%be%d0%b1%d0%be%d0%bb%d0%b5%d0%b2%d0%be'),
(407819, 781856, 'ru', 'Сокоч', 1, '%d0%a1%d0%be%d0%ba%d0%be%d1%87'),
(407820, 781856, 'ru', 'Термальный', 1, '%d0%a2%d0%b5%d1%80%d0%bc%d0%b0%d0%bb%d1%8c%d0%bd%d1%8b%d0%b9'),
(407821, 781856, 'ru', 'Усть-Большерецк', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%b5%d1%80%d0%b5%d1%86%d0%ba'),
(407822, 781856, 'ru', 'Усть-Камчатск', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d0%b0%d0%bc%d1%87%d0%b0%d1%82%d1%81%d0%ba'),
(407823, 781856, 'ru', 'Паратунка', 1, '%d0%9f%d0%b0%d1%80%d0%b0%d1%82%d1%83%d0%bd%d0%ba%d0%b0'),
(407824, 781856, 'ru', 'Эссо', 1, '%d0%ad%d1%81%d1%81%d0%be'),
(407825, 781856, 'ru', 'Озерновский', 1, '%d0%9e%d0%b7%d0%b5%d1%80%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407826, 781856, 'ru', 'Вилючинск', 1, '%d0%92%d0%b8%d0%bb%d1%8e%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(407827, 781856, 'ru', 'Елизово', 1, '%d0%95%d0%bb%d0%b8%d0%b7%d0%be%d0%b2%d0%be'),
(407828, 781856, 'ru', 'Петропавловск-Камчатский', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%bf%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba-%d0%9a%d0%b0%d0%bc%d1%87%d0%b0%d1%82%d1%81%d0%ba%d0%b8%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781857, 'ru', 'Карачаево-Черкесская Республика', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d1%87%d0%b0%d0%b5%d0%b2%d0%be-%d0%a7%d0%b5%d1%80%d0%ba%d0%b5%d1%81%d1%81%d0%ba%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407829, 781857, 'ru', 'Первомайское', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(407830, 781857, 'ru', 'Сторожевая', 1, '%d0%a1%d1%82%d0%be%d1%80%d0%be%d0%b6%d0%b5%d0%b2%d0%b0%d1%8f'),
(407831, 781857, 'ru', 'Теберда', 1, '%d0%a2%d0%b5%d0%b1%d0%b5%d1%80%d0%b4%d0%b0'),
(407832, 781857, 'ru', 'Али-Бердуковский', 1, '%d0%90%d0%bb%d0%b8-%d0%91%d0%b5%d1%80%d0%b4%d1%83%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407833, 781857, 'ru', 'Хабез', 1, '%d0%a5%d0%b0%d0%b1%d0%b5%d0%b7'),
(407834, 781857, 'ru', 'Терезе', 1, '%d0%a2%d0%b5%d1%80%d0%b5%d0%b7%d0%b5'),
(407835, 781857, 'ru', 'Преградная', 1, '%d0%9f%d1%80%d0%b5%d0%b3%d1%80%d0%b0%d0%b4%d0%bd%d0%b0%d1%8f'),
(407836, 781857, 'ru', 'Псыж', 1, '%d0%9f%d1%81%d1%8b%d0%b6'),
(407837, 781857, 'ru', 'Кардоникская', 1, '%d0%9a%d0%b0%d1%80%d0%b4%d0%be%d0%bd%d0%b8%d0%ba%d1%81%d0%ba%d0%b0%d1%8f'),
(407838, 781857, 'ru', 'Учкекен', 1, '%d0%a3%d1%87%d0%ba%d0%b5%d0%ba%d0%b5%d0%bd'),
(407839, 781857, 'ru', 'Карачаевск', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d1%87%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(407840, 781857, 'ru', 'Зеленчукская', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d1%87%d1%83%d0%ba%d1%81%d0%ba%d0%b0%d1%8f'),
(407841, 781857, 'ru', 'Усть-Джегута', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%94%d0%b6%d0%b5%d0%b3%d1%83%d1%82%d0%b0'),
(407842, 781857, 'ru', 'Черкесск', 1, '%d0%a7%d0%b5%d1%80%d0%ba%d0%b5%d1%81%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781858, 'ru', 'Кемеровская область', 1, '%d0%9a%d0%b5%d0%bc%d0%b5%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407843, 781858, 'ru', 'Белово', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%b2%d0%be'),
(407844, 781858, 'ru', 'Берёзовский', 1, '%d0%91%d0%b5%d1%80%d1%91%d0%b7%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407845, 781858, 'ru', 'Гурьевск', 1, '%d0%93%d1%83%d1%80%d1%8c%d0%b5%d0%b2%d1%81%d0%ba'),
(407846, 781858, 'ru', 'Мариинск', 1, '%d0%9c%d0%b0%d1%80%d0%b8%d0%b8%d0%bd%d1%81%d0%ba'),
(407847, 781858, 'ru', 'Междуреченск', 1, '%d0%9c%d0%b5%d0%b6%d0%b4%d1%83%d1%80%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba'),
(407848, 781858, 'ru', 'Мыски', 1, '%d0%9c%d1%8b%d1%81%d0%ba%d0%b8'),
(407849, 781858, 'ru', 'Новый Городок', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%ba'),
(407850, 781858, 'ru', 'Осинники', 1, '%d0%9e%d1%81%d0%b8%d0%bd%d0%bd%d0%b8%d0%ba%d0%b8'),
(407851, 781858, 'ru', 'Тайга', 1, '%d0%a2%d0%b0%d0%b9%d0%b3%d0%b0'),
(407852, 781858, 'ru', 'Таштагол', 1, '%d0%a2%d0%b0%d1%88%d1%82%d0%b0%d0%b3%d0%be%d0%bb'),
(407853, 781858, 'ru', 'Топки', 1, '%d0%a2%d0%be%d0%bf%d0%ba%d0%b8'),
(407854, 781858, 'ru', 'Яшкино', 1, '%d0%af%d1%88%d0%ba%d0%b8%d0%bd%d0%be'),
(407855, 781858, 'ru', 'Бачатский', 1, '%d0%91%d0%b0%d1%87%d0%b0%d1%82%d1%81%d0%ba%d0%b8%d0%b9'),
(407856, 781858, 'ru', 'Промышленная', 1, '%d0%9f%d1%80%d0%be%d0%bc%d1%8b%d1%88%d0%bb%d0%b5%d0%bd%d0%bd%d0%b0%d1%8f'),
(407857, 781858, 'ru', 'Калтан', 1, '%d0%9a%d0%b0%d0%bb%d1%82%d0%b0%d0%bd'),
(407858, 781858, 'ru', 'Полысаево', 1, '%d0%9f%d0%be%d0%bb%d1%8b%d1%81%d0%b0%d0%b5%d0%b2%d0%be'),
(407859, 781858, 'ru', 'Анжеро-Судженск', 1, '%d0%90%d0%bd%d0%b6%d0%b5%d1%80%d0%be-%d0%a1%d1%83%d0%b4%d0%b6%d0%b5%d0%bd%d1%81%d0%ba'),
(407860, 781858, 'ru', 'Юрга', 1, '%d0%ae%d1%80%d0%b3%d0%b0'),
(407861, 781858, 'ru', 'Киселёвск', 1, '%d0%9a%d0%b8%d1%81%d0%b5%d0%bb%d1%91%d0%b2%d1%81%d0%ba'),
(407862, 781858, 'ru', 'Ленинск-Кузнецкий', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d1%81%d0%ba-%d0%9a%d1%83%d0%b7%d0%bd%d0%b5%d1%86%d0%ba%d0%b8%d0%b9'),
(407863, 781858, 'ru', 'Прокопьевск', 1, '%d0%9f%d1%80%d0%be%d0%ba%d0%be%d0%bf%d1%8c%d0%b5%d0%b2%d1%81%d0%ba'),
(407864, 781858, 'ru', 'Кемерово', 1, '%d0%9a%d0%b5%d0%bc%d0%b5%d1%80%d0%be%d0%b2%d0%be'),
(407865, 781858, 'ru', 'Новокузнецк', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%ba%d1%83%d0%b7%d0%bd%d0%b5%d1%86%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781859, 'ru', 'Кировская область', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407866, 781859, 'ru', 'Вахруши', 1, '%d0%92%d0%b0%d1%85%d1%80%d1%83%d1%88%d0%b8'),
(407867, 781859, 'ru', 'ЗАТО Первомайский', 1, '%d0%97%d0%90%d0%a2%d0%9e-%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(407868, 781859, 'ru', 'Зуевка', 1, '%d0%97%d1%83%d0%b5%d0%b2%d0%ba%d0%b0'),
(407869, 781859, 'ru', 'Киров', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2'),
(407870, 781859, 'ru', 'Луза', 1, '%d0%9b%d1%83%d0%b7%d0%b0'),
(407871, 781859, 'ru', 'Малмыж', 1, '%d0%9c%d0%b0%d0%bb%d0%bc%d1%8b%d0%b6'),
(407872, 781859, 'ru', 'Мурыгино', 1, '%d0%9c%d1%83%d1%80%d1%8b%d0%b3%d0%b8%d0%bd%d0%be'),
(407873, 781859, 'ru', 'Слободской', 1, '%d0%a1%d0%bb%d0%be%d0%b1%d0%be%d0%b4%d1%81%d0%ba%d0%be%d0%b9'),
(407874, 781859, 'ru', 'Советск', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba'),
(407875, 781859, 'ru', 'Сосновка', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(407876, 781859, 'ru', 'Уржум', 1, '%d0%a3%d1%80%d0%b6%d1%83%d0%bc'),
(407877, 781859, 'ru', 'Оричи', 1, '%d0%9e%d1%80%d0%b8%d1%87%d0%b8'),
(407878, 781859, 'ru', 'Нолинск', 1, '%d0%9d%d0%be%d0%bb%d0%b8%d0%bd%d1%81%d0%ba'),
(407879, 781859, 'ru', 'Кирс', 1, '%d0%9a%d0%b8%d1%80%d1%81'),
(407880, 781859, 'ru', 'Белая Холуница', 1, '%d0%91%d0%b5%d0%bb%d0%b0%d1%8f-%d0%a5%d0%be%d0%bb%d1%83%d0%bd%d0%b8%d1%86%d0%b0'),
(407881, 781859, 'ru', 'Яранск', 1, '%d0%af%d1%80%d0%b0%d0%bd%d1%81%d0%ba'),
(407882, 781859, 'ru', 'Омутнинск', 1, '%d0%9e%d0%bc%d1%83%d1%82%d0%bd%d0%b8%d0%bd%d1%81%d0%ba'),
(407883, 781859, 'ru', 'Котельнич', 1, '%d0%9a%d0%be%d1%82%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d1%87'),
(407884, 781859, 'ru', 'Вятские Поляны', 1, '%d0%92%d1%8f%d1%82%d1%81%d0%ba%d0%b8%d0%b5-%d0%9f%d0%be%d0%bb%d1%8f%d0%bd%d1%8b'),
(407885, 781859, 'ru', 'Кирово-Чепецк', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d0%be-%d0%a7%d0%b5%d0%bf%d0%b5%d1%86%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781860, 'ru', 'Коми-Пермяцкий автономный округ', 1, '%d0%9a%d0%be%d0%bc%d0%b8-%d0%9f%d0%b5%d1%80%d0%bc%d1%8f%d1%86%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407886, 781860, 'ru', 'Гайны', 1, '%d0%93%d0%b0%d0%b9%d0%bd%d1%8b'),
(407887, 781860, 'ru', 'Коса', 1, '%d0%9a%d0%be%d1%81%d0%b0'),
(407888, 781860, 'ru', 'Кочево', 1, '%d0%9a%d0%be%d1%87%d0%b5%d0%b2%d0%be'),
(407889, 781860, 'ru', 'Юсьва', 1, '%d0%ae%d1%81%d1%8c%d0%b2%d0%b0'),
(407890, 781860, 'ru', 'Юрла', 1, '%d0%ae%d1%80%d0%bb%d0%b0'),
(407891, 781860, 'ru', 'Кудымкар', 1, '%d0%9a%d1%83%d0%b4%d1%8b%d0%bc%d0%ba%d0%b0%d1%80');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781861, 'ru', 'Корякский автономный округ', 1, '%d0%9a%d0%be%d1%80%d1%8f%d0%ba%d1%81%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407892, 781861, 'ru', 'Апука', 1, '%d0%90%d0%bf%d1%83%d0%ba%d0%b0'),
(407893, 781861, 'ru', 'Ачайваям', 1, '%d0%90%d1%87%d0%b0%d0%b9%d0%b2%d0%b0%d1%8f%d0%bc'),
(407894, 781861, 'ru', 'Ивашка', 1, '%d0%98%d0%b2%d0%b0%d1%88%d0%ba%d0%b0'),
(407895, 781861, 'ru', 'Ильпырское', 1, '%d0%98%d0%bb%d1%8c%d0%bf%d1%8b%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(407896, 781861, 'ru', 'Карага', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%b3%d0%b0'),
(407897, 781861, 'ru', 'Корф', 1, '%d0%9a%d0%be%d1%80%d1%84'),
(407898, 781861, 'ru', 'Кострома', 1, '%d0%9a%d0%be%d1%81%d1%82%d1%80%d0%be%d0%bc%d0%b0'),
(407899, 781861, 'ru', 'Пахачи', 1, '%d0%9f%d0%b0%d1%85%d0%b0%d1%87%d0%b8'),
(407900, 781861, 'ru', 'Средние Пахачи', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d0%b8%d0%b5-%d0%9f%d0%b0%d1%85%d0%b0%d1%87%d0%b8'),
(407901, 781861, 'ru', 'Тымлат', 1, '%d0%a2%d1%8b%d0%bc%d0%bb%d0%b0%d1%82'),
(407902, 781861, 'ru', 'Хаилино', 1, '%d0%a5%d0%b0%d0%b8%d0%bb%d0%b8%d0%bd%d0%be'),
(407903, 781861, 'ru', 'Вывенка', 1, '%d0%92%d1%8b%d0%b2%d0%b5%d0%bd%d0%ba%d0%b0'),
(407904, 781861, 'ru', 'Тиличики', 1, '%d0%a2%d0%b8%d0%bb%d0%b8%d1%87%d0%b8%d0%ba%d0%b8'),
(407905, 781861, 'ru', 'Оссора', 1, '%d0%9e%d1%81%d1%81%d0%be%d1%80%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781862, 'ru', 'Костромская область', 1, '%d0%9a%d0%be%d1%81%d1%82%d1%80%d0%be%d0%bc%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407906, 781862, 'ru', 'Буй', 1, '%d0%91%d1%83%d0%b9'),
(407907, 781862, 'ru', 'Кострома', 1, '%d0%9a%d0%be%d1%81%d1%82%d1%80%d0%be%d0%bc%d0%b0'),
(407908, 781862, 'ru', 'Мантурово', 1, '%d0%9c%d0%b0%d0%bd%d1%82%d1%83%d1%80%d0%be%d0%b2%d0%be'),
(407909, 781862, 'ru', 'Нерехта', 1, '%d0%9d%d0%b5%d1%80%d0%b5%d1%85%d1%82%d0%b0'),
(407910, 781862, 'ru', 'Нея', 1, '%d0%9d%d0%b5%d1%8f'),
(407911, 781862, 'ru', 'Волгореченск', 1, '%d0%92%d0%be%d0%bb%d0%b3%d0%be%d1%80%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba'),
(407912, 781862, 'ru', 'Галич', 1, '%d0%93%d0%b0%d0%bb%d0%b8%d1%87'),
(407913, 781862, 'ru', 'Шарья', 1, '%d0%a8%d0%b0%d1%80%d1%8c%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781863, 'ru', 'Краснодарский край', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b4%d0%b0%d1%80%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407914, 781863, 'ru', 'Горячий Ключ', 1, '%d0%93%d0%be%d1%80%d1%8f%d1%87%d0%b8%d0%b9-%d0%9a%d0%bb%d1%8e%d1%87'),
(407915, 781863, 'ru', 'Краснодар', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b4%d0%b0%d1%80'),
(407916, 781863, 'ru', 'Новороссийск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%80%d0%be%d1%81%d1%81%d0%b8%d0%b9%d1%81%d0%ba'),
(407917, 781863, 'ru', 'Отрадная', 1, '%d0%9e%d1%82%d1%80%d0%b0%d0%b4%d0%bd%d0%b0%d1%8f'),
(407918, 781863, 'ru', 'Павловская', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(407919, 781863, 'ru', 'Тимашёвск', 1, '%d0%a2%d0%b8%d0%bc%d0%b0%d1%88%d1%91%d0%b2%d1%81%d0%ba'),
(407920, 781863, 'ru', 'Кропоткин', 1, '%d0%9a%d1%80%d0%be%d0%bf%d0%be%d1%82%d0%ba%d0%b8%d0%bd'),
(407921, 781863, 'ru', 'Тихорецк', 1, '%d0%a2%d0%b8%d1%85%d0%be%d1%80%d0%b5%d1%86%d0%ba'),
(407922, 781863, 'ru', 'Хадыженск', 1, '%d0%a5%d0%b0%d0%b4%d1%8b%d0%b6%d0%b5%d0%bd%d1%81%d0%ba'),
(407923, 781863, 'ru', 'Брюховецкая', 1, '%d0%91%d1%80%d1%8e%d1%85%d0%be%d0%b2%d0%b5%d1%86%d0%ba%d0%b0%d1%8f'),
(407924, 781863, 'ru', 'Новотитаровская', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%82%d0%b8%d1%82%d0%b0%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(407925, 781863, 'ru', 'Северская', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d1%81%d0%ba%d0%b0%d1%8f'),
(407926, 781863, 'ru', 'Ильский', 1, '%d0%98%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(407927, 781863, 'ru', 'Тбилисская', 1, '%d0%a2%d0%b1%d0%b8%d0%bb%d0%b8%d1%81%d1%81%d0%ba%d0%b0%d1%8f'),
(407928, 781863, 'ru', 'Мостовской', 1, '%d0%9c%d0%be%d1%81%d1%82%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b9'),
(407929, 781863, 'ru', 'Полтавская', 1, '%d0%9f%d0%be%d0%bb%d1%82%d0%b0%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(407930, 781863, 'ru', 'Кущёвская', 1, '%d0%9a%d1%83%d1%89%d1%91%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(407931, 781863, 'ru', 'Староминская', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%bc%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(407932, 781863, 'ru', 'Приморско-Ахтарск', 1, '%d0%9f%d1%80%d0%b8%d0%bc%d0%be%d1%80%d1%81%d0%ba%d0%be-%d0%90%d1%85%d1%82%d0%b0%d1%80%d1%81%d0%ba'),
(407933, 781863, 'ru', 'Динская', 1, '%d0%94%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(407934, 781863, 'ru', 'Абинск', 1, '%d0%90%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(407935, 781863, 'ru', 'Гулькевичи', 1, '%d0%93%d1%83%d0%bb%d1%8c%d0%ba%d0%b5%d0%b2%d0%b8%d1%87%d0%b8'),
(407936, 781863, 'ru', 'Новокубанск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%ba%d1%83%d0%b1%d0%b0%d0%bd%d1%81%d0%ba'),
(407937, 781863, 'ru', 'Темрюк', 1, '%d0%a2%d0%b5%d0%bc%d1%80%d1%8e%d0%ba'),
(407938, 781863, 'ru', 'Ленинградская', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba%d0%b0%d1%8f'),
(407939, 781863, 'ru', 'Апшеронск', 1, '%d0%90%d0%bf%d1%88%d0%b5%d1%80%d0%be%d0%bd%d1%81%d0%ba'),
(407940, 781863, 'ru', 'Кореновск', 1, '%d0%9a%d0%be%d1%80%d0%b5%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(407941, 781863, 'ru', 'Усть-Лабинск', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9b%d0%b0%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(407942, 781863, 'ru', 'Каневская', 1, '%d0%9a%d0%b0%d0%bd%d0%b5%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(407943, 781863, 'ru', 'Курганинск', 1, '%d0%9a%d1%83%d1%80%d0%b3%d0%b0%d0%bd%d0%b8%d0%bd%d1%81%d0%ba'),
(407944, 781863, 'ru', 'Геленджик', 1, '%d0%93%d0%b5%d0%bb%d0%b5%d0%bd%d0%b4%d0%b6%d0%b8%d0%ba'),
(407945, 781863, 'ru', 'Анапа', 1, '%d0%90%d0%bd%d0%b0%d0%bf%d0%b0'),
(407946, 781863, 'ru', 'Белореченск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d1%80%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba'),
(407947, 781863, 'ru', 'Крымск', 1, '%d0%9a%d1%80%d1%8b%d0%bc%d1%81%d0%ba'),
(407948, 781863, 'ru', 'Лабинск', 1, '%d0%9b%d0%b0%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(407949, 781863, 'ru', 'Туапсе', 1, '%d0%a2%d1%83%d0%b0%d0%bf%d1%81%d0%b5'),
(407950, 781863, 'ru', 'Славянск-на-Кубани', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d1%8f%d0%bd%d1%81%d0%ba-%d0%bd%d0%b0-%d0%9a%d1%83%d0%b1%d0%b0%d0%bd%d0%b8'),
(407951, 781863, 'ru', 'Ейск', 1, '%d0%95%d0%b9%d1%81%d0%ba'),
(407952, 781863, 'ru', 'Армавир', 1, '%d0%90%d1%80%d0%bc%d0%b0%d0%b2%d0%b8%d1%80'),
(407953, 781863, 'ru', 'Сочи', 1, '%d0%a1%d0%be%d1%87%d0%b8');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781864, 'ru', 'Красноярский край', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%8f%d1%80%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407954, 781864, 'ru', 'Ачинск', 1, '%d0%90%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(407955, 781864, 'ru', 'Берёзовка', 1, '%d0%91%d0%b5%d1%80%d1%91%d0%b7%d0%be%d0%b2%d0%ba%d0%b0'),
(407956, 781864, 'ru', 'Боготол', 1, '%d0%91%d0%be%d0%b3%d0%be%d1%82%d0%be%d0%bb'),
(407957, 781864, 'ru', 'Бородино', 1, '%d0%91%d0%be%d1%80%d0%be%d0%b4%d0%b8%d0%bd%d0%be'),
(407958, 781864, 'ru', 'Канск', 1, '%d0%9a%d0%b0%d0%bd%d1%81%d0%ba'),
(407959, 781864, 'ru', 'Красноярск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%8f%d1%80%d1%81%d0%ba'),
(407960, 781864, 'ru', 'Назарово', 1, '%d0%9d%d0%b0%d0%b7%d0%b0%d1%80%d0%be%d0%b2%d0%be'),
(407961, 781864, 'ru', 'Шарыпово', 1, '%d0%a8%d0%b0%d1%80%d1%8b%d0%bf%d0%be%d0%b2%d0%be'),
(407962, 781864, 'ru', 'Ужур', 1, '%d0%a3%d0%b6%d1%83%d1%80'),
(407963, 781864, 'ru', 'Кодинск', 1, '%d0%9a%d0%be%d0%b4%d0%b8%d0%bd%d1%81%d0%ba'),
(407964, 781864, 'ru', 'Иланский', 1, '%d0%98%d0%bb%d0%b0%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(407965, 781864, 'ru', 'Шушенское', 1, '%d0%a8%d1%83%d1%88%d0%b5%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(407966, 781864, 'ru', 'Енисейск', 1, '%d0%95%d0%bd%d0%b8%d1%81%d0%b5%d0%b9%d1%81%d0%ba'),
(407967, 781864, 'ru', 'Дудинка', 1, '%d0%94%d1%83%d0%b4%d0%b8%d0%bd%d0%ba%d0%b0'),
(407968, 781864, 'ru', 'Дивногорск', 1, '%d0%94%d0%b8%d0%b2%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407969, 781864, 'ru', 'Сосновоборск', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b2%d0%be%d0%b1%d0%be%d1%80%d1%81%d0%ba'),
(407970, 781864, 'ru', 'Лесосибирск', 1, '%d0%9b%d0%b5%d1%81%d0%be%d1%81%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba'),
(407971, 781864, 'ru', 'Зеленогорск', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407972, 781864, 'ru', 'Минусинск', 1, '%d0%9c%d0%b8%d0%bd%d1%83%d1%81%d0%b8%d0%bd%d1%81%d0%ba'),
(407973, 781864, 'ru', 'Железногорск', 1, '%d0%96%d0%b5%d0%bb%d0%b5%d0%b7%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407974, 781864, 'ru', 'Норильск', 1, '%d0%9d%d0%be%d1%80%d0%b8%d0%bb%d1%8c%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781865, 'ru', 'Курганская область', 1, '%d0%9a%d1%83%d1%80%d0%b3%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407975, 781865, 'ru', 'Каргаполье', 1, '%d0%9a%d0%b0%d1%80%d0%b3%d0%b0%d0%bf%d0%be%d0%bb%d1%8c%d0%b5'),
(407976, 781865, 'ru', 'Курган', 1, '%d0%9a%d1%83%d1%80%d0%b3%d0%b0%d0%bd'),
(407977, 781865, 'ru', 'Куртамыш', 1, '%d0%9a%d1%83%d1%80%d1%82%d0%b0%d0%bc%d1%8b%d1%88'),
(407978, 781865, 'ru', 'Лебяжье', 1, '%d0%9b%d0%b5%d0%b1%d1%8f%d0%b6%d1%8c%d0%b5'),
(407979, 781865, 'ru', 'Лесниково', 1, '%d0%9b%d0%b5%d1%81%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(407980, 781865, 'ru', 'Мишкино', 1, '%d0%9c%d0%b8%d1%88%d0%ba%d0%b8%d0%bd%d0%be'),
(407981, 781865, 'ru', 'Петухово', 1, '%d0%9f%d0%b5%d1%82%d1%83%d1%85%d0%be%d0%b2%d0%be'),
(407982, 781865, 'ru', 'Половинное', 1, '%d0%9f%d0%be%d0%bb%d0%be%d0%b2%d0%b8%d0%bd%d0%bd%d0%be%d0%b5'),
(407983, 781865, 'ru', 'Целинное', 1, '%d0%a6%d0%b5%d0%bb%d0%b8%d0%bd%d0%bd%d0%be%d0%b5'),
(407984, 781865, 'ru', 'Шатрово', 1, '%d0%a8%d0%b0%d1%82%d1%80%d0%be%d0%b2%d0%be'),
(407985, 781865, 'ru', 'Шумиха', 1, '%d0%a8%d1%83%d0%bc%d0%b8%d1%85%d0%b0'),
(407986, 781865, 'ru', 'Щучье', 1, '%d0%a9%d1%83%d1%87%d1%8c%d0%b5'),
(407987, 781865, 'ru', 'Иковка', 1, '%d0%98%d0%ba%d0%be%d0%b2%d0%ba%d0%b0'),
(407988, 781865, 'ru', 'Кетово', 1, '%d0%9a%d0%b5%d1%82%d0%be%d0%b2%d0%be'),
(407989, 781865, 'ru', 'Юргамыш', 1, '%d0%ae%d1%80%d0%b3%d0%b0%d0%bc%d1%8b%d1%88'),
(407990, 781865, 'ru', 'Макушино', 1, '%d0%9c%d0%b0%d0%ba%d1%83%d1%88%d0%b8%d0%bd%d0%be'),
(407991, 781865, 'ru', 'Варгаши', 1, '%d0%92%d0%b0%d1%80%d0%b3%d0%b0%d1%88%d0%b8'),
(407992, 781865, 'ru', 'Далматово', 1, '%d0%94%d0%b0%d0%bb%d0%bc%d0%b0%d1%82%d0%be%d0%b2%d0%be'),
(407993, 781865, 'ru', 'Катайск', 1, '%d0%9a%d0%b0%d1%82%d0%b0%d0%b9%d1%81%d0%ba'),
(407994, 781865, 'ru', 'Шадринск', 1, '%d0%a8%d0%b0%d0%b4%d1%80%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781866, 'ru', 'Курская область', 1, '%d0%9a%d1%83%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(407995, 781866, 'ru', 'Глушково', 1, '%d0%93%d0%bb%d1%83%d1%88%d0%ba%d0%be%d0%b2%d0%be'),
(407996, 781866, 'ru', 'Дмитриев-Льговский', 1, '%d0%94%d0%bc%d0%b8%d1%82%d1%80%d0%b8%d0%b5%d0%b2-%d0%9b%d1%8c%d0%b3%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(407997, 781866, 'ru', 'Железногорск', 1, '%d0%96%d0%b5%d0%bb%d0%b5%d0%b7%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(407998, 781866, 'ru', 'Имени Карла Либкнехта', 1, '%d0%98%d0%bc%d0%b5%d0%bd%d0%b8-%d0%9a%d0%b0%d1%80%d0%bb%d0%b0-%d0%9b%d0%b8%d0%b1%d0%ba%d0%bd%d0%b5%d1%85%d1%82%d0%b0'),
(407999, 781866, 'ru', 'Коренево', 1, '%d0%9a%d0%be%d1%80%d0%b5%d0%bd%d0%b5%d0%b2%d0%be'),
(408000, 781866, 'ru', 'Курск', 1, '%d0%9a%d1%83%d1%80%d1%81%d0%ba'),
(408001, 781866, 'ru', 'Льгов', 1, '%d0%9b%d1%8c%d0%b3%d0%be%d0%b2'),
(408002, 781866, 'ru', 'Пристень', 1, '%d0%9f%d1%80%d0%b8%d1%81%d1%82%d0%b5%d0%bd%d1%8c'),
(408003, 781866, 'ru', 'Щигры', 1, '%d0%a9%d0%b8%d0%b3%d1%80%d1%8b'),
(408004, 781866, 'ru', 'Прямицыно', 1, '%d0%9f%d1%80%d1%8f%d0%bc%d0%b8%d1%86%d1%8b%d0%bd%d0%be'),
(408005, 781866, 'ru', 'Фатеж', 1, '%d0%a4%d0%b0%d1%82%d0%b5%d0%b6'),
(408006, 781866, 'ru', 'Кшенский', 1, '%d0%9a%d1%88%d0%b5%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408007, 781866, 'ru', 'Горшечное', 1, '%d0%93%d0%be%d1%80%d1%88%d0%b5%d1%87%d0%bd%d0%be%d0%b5'),
(408008, 781866, 'ru', 'Суджа', 1, '%d0%a1%d1%83%d0%b4%d0%b6%d0%b0'),
(408009, 781866, 'ru', 'Обоянь', 1, '%d0%9e%d0%b1%d0%be%d1%8f%d0%bd%d1%8c'),
(408010, 781866, 'ru', 'Рыльск', 1, '%d0%a0%d1%8b%d0%bb%d1%8c%d1%81%d0%ba'),
(408011, 781866, 'ru', 'Курчатов', 1, '%d0%9a%d1%83%d1%80%d1%87%d0%b0%d1%82%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781867, 'ru', 'Ленинградская область', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408012, 781867, 'ru', 'Волосово', 1, '%d0%92%d0%be%d0%bb%d0%be%d1%81%d0%be%d0%b2%d0%be'),
(408013, 781867, 'ru', 'Гатчина', 1, '%d0%93%d0%b0%d1%82%d1%87%d0%b8%d0%bd%d0%b0'),
(408014, 781867, 'ru', 'Ивангород', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(408015, 781867, 'ru', 'Кириши', 1, '%d0%9a%d0%b8%d1%80%d0%b8%d1%88%d0%b8'),
(408016, 781867, 'ru', 'Кировск', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408017, 781867, 'ru', 'Коммунар', 1, '%d0%9a%d0%be%d0%bc%d0%bc%d1%83%d0%bd%d0%b0%d1%80'),
(408018, 781867, 'ru', 'Луга', 1, '%d0%9b%d1%83%d0%b3%d0%b0'),
(408019, 781867, 'ru', 'Никольское', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%be%d0%b5'),
(408020, 781867, 'ru', 'Отрадное', 1, '%d0%9e%d1%82%d1%80%d0%b0%d0%b4%d0%bd%d0%be%d0%b5'),
(408021, 781867, 'ru', 'Пикалёво', 1, '%d0%9f%d0%b8%d0%ba%d0%b0%d0%bb%d1%91%d0%b2%d0%be'),
(408022, 781867, 'ru', 'Сланцы', 1, '%d0%a1%d0%bb%d0%b0%d0%bd%d1%86%d1%8b'),
(408023, 781867, 'ru', 'Сосновый Бор', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b2%d1%8b%d0%b9-%d0%91%d0%be%d1%80'),
(408024, 781867, 'ru', 'имени Морозова', 1, '%d0%b8%d0%bc%d0%b5%d0%bd%d0%b8-%d0%9c%d0%be%d1%80%d0%be%d0%b7%d0%be%d0%b2%d0%b0'),
(408025, 781867, 'ru', 'Вырица', 1, '%d0%92%d1%8b%d1%80%d0%b8%d1%86%d0%b0'),
(408026, 781867, 'ru', 'Сиверский', 1, '%d0%a1%d0%b8%d0%b2%d0%b5%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(408027, 781867, 'ru', 'Шлиссельбург', 1, '%d0%a8%d0%bb%d0%b8%d1%81%d1%81%d0%b5%d0%bb%d1%8c%d0%b1%d1%83%d1%80%d0%b3'),
(408028, 781867, 'ru', 'Сясьстрой', 1, '%d0%a1%d1%8f%d1%81%d1%8c%d1%81%d1%82%d1%80%d0%be%d0%b9'),
(408029, 781867, 'ru', 'Светогорск', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408030, 781867, 'ru', 'Бокситогорск', 1, '%d0%91%d0%be%d0%ba%d1%81%d0%b8%d1%82%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408031, 781867, 'ru', 'Приозерск', 1, '%d0%9f%d1%80%d0%b8%d0%be%d0%b7%d0%b5%d1%80%d1%81%d0%ba'),
(408032, 781867, 'ru', 'Подпорожье', 1, '%d0%9f%d0%be%d0%b4%d0%bf%d0%be%d1%80%d0%be%d0%b6%d1%8c%d0%b5'),
(408033, 781867, 'ru', 'Лодейное Поле', 1, '%d0%9b%d0%be%d0%b4%d0%b5%d0%b9%d0%bd%d0%be%d0%b5-%d0%9f%d0%be%d0%bb%d0%b5'),
(408034, 781867, 'ru', 'Тосно', 1, '%d0%a2%d0%be%d1%81%d0%bd%d0%be'),
(408035, 781867, 'ru', 'Сертолово', 1, '%d0%a1%d0%b5%d1%80%d1%82%d0%be%d0%bb%d0%be%d0%b2%d0%be'),
(408036, 781867, 'ru', 'Волхов', 1, '%d0%92%d0%be%d0%bb%d1%85%d0%be%d0%b2'),
(408037, 781867, 'ru', 'Всеволожск', 1, '%d0%92%d1%81%d0%b5%d0%b2%d0%be%d0%bb%d0%be%d0%b6%d1%81%d0%ba'),
(408038, 781867, 'ru', 'Кингисепп', 1, '%d0%9a%d0%b8%d0%bd%d0%b3%d0%b8%d1%81%d0%b5%d0%bf%d0%bf'),
(408039, 781867, 'ru', 'Тихвин', 1, '%d0%a2%d0%b8%d1%85%d0%b2%d0%b8%d0%bd'),
(408040, 781867, 'ru', 'Выборг', 1, '%d0%92%d1%8b%d0%b1%d0%be%d1%80%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781868, 'ru', 'Липецкая область', 1, '%d0%9b%d0%b8%d0%bf%d0%b5%d1%86%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408041, 781868, 'ru', 'Добринка', 1, '%d0%94%d0%be%d0%b1%d1%80%d0%b8%d0%bd%d0%ba%d0%b0'),
(408042, 781868, 'ru', 'Доброе', 1, '%d0%94%d0%be%d0%b1%d1%80%d0%be%d0%b5'),
(408043, 781868, 'ru', 'Долгоруково', 1, '%d0%94%d0%be%d0%bb%d0%b3%d0%be%d1%80%d1%83%d0%ba%d0%be%d0%b2%d0%be'),
(408044, 781868, 'ru', 'Кривополянье', 1, '%d0%9a%d1%80%d0%b8%d0%b2%d0%be%d0%bf%d0%be%d0%bb%d1%8f%d0%bd%d1%8c%d0%b5'),
(408045, 781868, 'ru', 'Становое', 1, '%d0%a1%d1%82%d0%b0%d0%bd%d0%be%d0%b2%d0%be%d0%b5'),
(408046, 781868, 'ru', 'Усмань', 1, '%d0%a3%d1%81%d0%bc%d0%b0%d0%bd%d1%8c'),
(408047, 781868, 'ru', 'Чаплыгин', 1, '%d0%a7%d0%b0%d0%bf%d0%bb%d1%8b%d0%b3%d0%b8%d0%bd'),
(408048, 781868, 'ru', 'Боринское', 1, '%d0%91%d0%be%d1%80%d0%b8%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408049, 781868, 'ru', 'Хлевное', 1, '%d0%a5%d0%bb%d0%b5%d0%b2%d0%bd%d0%be%d0%b5'),
(408050, 781868, 'ru', 'Тербуны', 1, '%d0%a2%d0%b5%d1%80%d0%b1%d1%83%d0%bd%d1%8b'),
(408051, 781868, 'ru', 'Лев Толстой', 1, '%d0%9b%d0%b5%d0%b2-%d0%a2%d0%be%d0%bb%d1%81%d1%82%d0%be%d0%b9'),
(408052, 781868, 'ru', 'Задонск', 1, '%d0%97%d0%b0%d0%b4%d0%be%d0%bd%d1%81%d0%ba'),
(408053, 781868, 'ru', 'Данков', 1, '%d0%94%d0%b0%d0%bd%d0%ba%d0%be%d0%b2'),
(408054, 781868, 'ru', 'Лебедянь', 1, '%d0%9b%d0%b5%d0%b1%d0%b5%d0%b4%d1%8f%d0%bd%d1%8c'),
(408055, 781868, 'ru', 'Грязи', 1, '%d0%93%d1%80%d1%8f%d0%b7%d0%b8'),
(408056, 781868, 'ru', 'Елец', 1, '%d0%95%d0%bb%d0%b5%d1%86'),
(408057, 781868, 'ru', 'Липецк', 1, '%d0%9b%d0%b8%d0%bf%d0%b5%d1%86%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781869, 'ru', 'Магаданская область', 1, '%d0%9c%d0%b0%d0%b3%d0%b0%d0%b4%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408058, 781869, 'ru', 'Синегорье', 1, '%d0%a1%d0%b8%d0%bd%d0%b5%d0%b3%d0%be%d1%80%d1%8c%d0%b5'),
(408059, 781869, 'ru', 'Сокол', 1, '%d0%a1%d0%be%d0%ba%d0%be%d0%bb'),
(408060, 781869, 'ru', 'Стекольный', 1, '%d0%a1%d1%82%d0%b5%d0%ba%d0%be%d0%bb%d1%8c%d0%bd%d1%8b%d0%b9'),
(408061, 781869, 'ru', 'Ягодное', 1, '%d0%af%d0%b3%d0%be%d0%b4%d0%bd%d0%be%d0%b5'),
(408062, 781869, 'ru', 'Уптар', 1, '%d0%a3%d0%bf%d1%82%d0%b0%d1%80'),
(408063, 781869, 'ru', 'Оротукан', 1, '%d0%9e%d1%80%d0%be%d1%82%d1%83%d0%ba%d0%b0%d0%bd'),
(408064, 781869, 'ru', 'Сеймчан', 1, '%d0%a1%d0%b5%d0%b9%d0%bc%d1%87%d0%b0%d0%bd'),
(408065, 781869, 'ru', 'Омсукчан', 1, '%d0%9e%d0%bc%d1%81%d1%83%d0%ba%d1%87%d0%b0%d0%bd'),
(408066, 781869, 'ru', 'Усть-Омчуг', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9e%d0%bc%d1%87%d1%83%d0%b3'),
(408067, 781869, 'ru', 'Палатка', 1, '%d0%9f%d0%b0%d0%bb%d0%b0%d1%82%d0%ba%d0%b0'),
(408068, 781869, 'ru', 'Ола', 1, '%d0%9e%d0%bb%d0%b0'),
(408069, 781869, 'ru', 'Сусуман', 1, '%d0%a1%d1%83%d1%81%d1%83%d0%bc%d0%b0%d0%bd'),
(408070, 781869, 'ru', 'Магадан', 1, '%d0%9c%d0%b0%d0%b3%d0%b0%d0%b4%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781870, 'ru', 'Москва', 1, '%d0%9c%d0%be%d1%81%d0%ba%d0%b2%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408071, 781870, 'ru', 'Москва', 1, '%d0%9c%d0%be%d1%81%d0%ba%d0%b2%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781871, 'ru', 'Московская область', 1, '%d0%9c%d0%be%d1%81%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408072, 781871, 'ru', 'Видное', 1, '%d0%92%d0%b8%d0%b4%d0%bd%d0%be%d0%b5'),
(408073, 781871, 'ru', 'Волоколамск', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%ba%d0%be%d0%bb%d0%b0%d0%bc%d1%81%d0%ba'),
(408074, 781871, 'ru', 'Воскресенск', 1, '%d0%92%d0%be%d1%81%d0%ba%d1%80%d0%b5%d1%81%d0%b5%d0%bd%d1%81%d0%ba'),
(408075, 781871, 'ru', 'Дедовск', 1, '%d0%94%d0%b5%d0%b4%d0%be%d0%b2%d1%81%d0%ba'),
(408076, 781871, 'ru', 'Дзержинский', 1, '%d0%94%d0%b7%d0%b5%d1%80%d0%b6%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408077, 781871, 'ru', 'Дмитров', 1, '%d0%94%d0%bc%d0%b8%d1%82%d1%80%d0%be%d0%b2'),
(408078, 781871, 'ru', 'Дубна', 1, '%d0%94%d1%83%d0%b1%d0%bd%d0%b0'),
(408079, 781871, 'ru', 'Железнодорожный', 1, '%d0%96%d0%b5%d0%bb%d0%b5%d0%b7%d0%bd%d0%be%d0%b4%d0%be%d1%80%d0%be%d0%b6%d0%bd%d1%8b%d0%b9'),
(408080, 781871, 'ru', 'Жуковский', 1, '%d0%96%d1%83%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408081, 781871, 'ru', 'Истра', 1, '%d0%98%d1%81%d1%82%d1%80%d0%b0'),
(408082, 781871, 'ru', 'Калининец', 1, '%d0%9a%d0%b0%d0%bb%d0%b8%d0%bd%d0%b8%d0%bd%d0%b5%d1%86'),
(408083, 781871, 'ru', 'Климовск', 1, '%d0%9a%d0%bb%d0%b8%d0%bc%d0%be%d0%b2%d1%81%d0%ba'),
(408084, 781871, 'ru', 'Клин', 1, '%d0%9a%d0%bb%d0%b8%d0%bd'),
(408085, 781871, 'ru', 'Королёв', 1, '%d0%9a%d0%be%d1%80%d0%be%d0%bb%d1%91%d0%b2'),
(408086, 781871, 'ru', 'Мытищи', 1, '%d0%9c%d1%8b%d1%82%d0%b8%d1%89%d0%b8'),
(408087, 781871, 'ru', 'Наро-Фоминск', 1, '%d0%9d%d0%b0%d1%80%d0%be-%d0%a4%d0%be%d0%bc%d0%b8%d0%bd%d1%81%d0%ba'),
(408088, 781871, 'ru', 'Ногинск', 1, '%d0%9d%d0%be%d0%b3%d0%b8%d0%bd%d1%81%d0%ba'),
(408089, 781871, 'ru', 'Одинцово', 1, '%d0%9e%d0%b4%d0%b8%d0%bd%d1%86%d0%be%d0%b2%d0%be'),
(408090, 781871, 'ru', 'Подольск', 1, '%d0%9f%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(408091, 781871, 'ru', 'Пушкино', 1, '%d0%9f%d1%83%d1%88%d0%ba%d0%b8%d0%bd%d0%be'),
(408092, 781871, 'ru', 'Пущино', 1, '%d0%9f%d1%83%d1%89%d0%b8%d0%bd%d0%be'),
(408093, 781871, 'ru', 'Раменское', 1, '%d0%a0%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408094, 781871, 'ru', 'Ступино', 1, '%d0%a1%d1%82%d1%83%d0%bf%d0%b8%d0%bd%d0%be'),
(408095, 781871, 'ru', 'Томилино', 1, '%d0%a2%d0%be%d0%bc%d0%b8%d0%bb%d0%b8%d0%bd%d0%be'),
(408096, 781871, 'ru', 'Троицк', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba'),
(408097, 781871, 'ru', 'Фрязино', 1, '%d0%a4%d1%80%d1%8f%d0%b7%d0%b8%d0%bd%d0%be'),
(408098, 781871, 'ru', 'Хотьково', 1, '%d0%a5%d0%be%d1%82%d1%8c%d0%ba%d0%be%d0%b2%d0%be'),
(408099, 781871, 'ru', 'Щербинка', 1, '%d0%a9%d0%b5%d1%80%d0%b1%d0%b8%d0%bd%d0%ba%d0%b0'),
(408100, 781871, 'ru', 'Щёлково', 1, '%d0%a9%d1%91%d0%bb%d0%ba%d0%be%d0%b2%d0%be'),
(408101, 781871, 'ru', 'Юбилейный', 1, '%d0%ae%d0%b1%d0%b8%d0%bb%d0%b5%d0%b9%d0%bd%d1%8b%d0%b9'),
(408102, 781871, 'ru', 'Красногорск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408103, 781871, 'ru', 'Чехов', 1, '%d0%a7%d0%b5%d1%85%d0%be%d0%b2'),
(408104, 781871, 'ru', 'Ивантеевка', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d1%82%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(408105, 781871, 'ru', 'Электроугли', 1, '%d0%ad%d0%bb%d0%b5%d0%ba%d1%82%d1%80%d0%be%d1%83%d0%b3%d0%bb%d0%b8'),
(408106, 781871, 'ru', 'Черноголовка', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%be%d0%b3%d0%be%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408107, 781871, 'ru', 'Старая Купавна', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%b0%d1%8f-%d0%9a%d1%83%d0%bf%d0%b0%d0%b2%d0%bd%d0%b0'),
(408108, 781871, 'ru', 'Рошаль', 1, '%d0%a0%d0%be%d1%88%d0%b0%d0%bb%d1%8c'),
(408109, 781871, 'ru', 'Лосино-Петровский', 1, '%d0%9b%d0%be%d1%81%d0%b8%d0%bd%d0%be-%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408110, 781871, 'ru', 'Зарайск', 1, '%d0%97%d0%b0%d1%80%d0%b0%d0%b9%d1%81%d0%ba'),
(408111, 781871, 'ru', 'Красноармейск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b0%d1%80%d0%bc%d0%b5%d0%b9%d1%81%d0%ba'),
(408112, 781871, 'ru', 'Озёры', 1, '%d0%9e%d0%b7%d1%91%d1%80%d1%8b'),
(408113, 781871, 'ru', 'Шатура', 1, '%d0%a8%d0%b0%d1%82%d1%83%d1%80%d0%b0'),
(408114, 781871, 'ru', 'Ликино-Дулёво', 1, '%d0%9b%d0%b8%d0%ba%d0%b8%d0%bd%d0%be-%d0%94%d1%83%d0%bb%d1%91%d0%b2%d0%be'),
(408115, 781871, 'ru', 'Можайск', 1, '%d0%9c%d0%be%d0%b6%d0%b0%d0%b9%d1%81%d0%ba'),
(408116, 781871, 'ru', 'Нахабино', 1, '%d0%9d%d0%b0%d1%85%d0%b0%d0%b1%d0%b8%d0%bd%d0%be'),
(408117, 781871, 'ru', 'Луховицы', 1, '%d0%9b%d1%83%d1%85%d0%be%d0%b2%d0%b8%d1%86%d1%8b'),
(408118, 781871, 'ru', 'Краснознаменск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b7%d0%bd%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(408119, 781871, 'ru', 'Протвино', 1, '%d0%9f%d1%80%d0%be%d1%82%d0%b2%d0%b8%d0%bd%d0%be'),
(408120, 781871, 'ru', 'Кашира', 1, '%d0%9a%d0%b0%d1%88%d0%b8%d1%80%d0%b0'),
(408121, 781871, 'ru', 'Лыткарино', 1, '%d0%9b%d1%8b%d1%82%d0%ba%d0%b0%d1%80%d0%b8%d0%bd%d0%be'),
(408122, 781871, 'ru', 'Домодедово', 1, '%d0%94%d0%be%d0%bc%d0%be%d0%b4%d0%b5%d0%b4%d0%be%d0%b2%d0%be'),
(408123, 781871, 'ru', 'Солнечногорск', 1, '%d0%a1%d0%be%d0%bb%d0%bd%d0%b5%d1%87%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408124, 781871, 'ru', 'Павловский Посад', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9-%d0%9f%d0%be%d1%81%d0%b0%d0%b4'),
(408125, 781871, 'ru', 'Лобня', 1, '%d0%9b%d0%be%d0%b1%d0%bd%d1%8f'),
(408126, 781871, 'ru', 'Долгопрудный', 1, '%d0%94%d0%be%d0%bb%d0%b3%d0%be%d0%bf%d1%80%d1%83%d0%b4%d0%bd%d1%8b%d0%b9'),
(408127, 781871, 'ru', 'Реутов', 1, '%d0%a0%d0%b5%d1%83%d1%82%d0%be%d0%b2'),
(408128, 781871, 'ru', 'Егорьевск', 1, '%d0%95%d0%b3%d0%be%d1%80%d1%8c%d0%b5%d0%b2%d1%81%d0%ba'),
(408129, 781871, 'ru', 'Сергиев Посад', 1, '%d0%a1%d0%b5%d1%80%d0%b3%d0%b8%d0%b5%d0%b2-%d0%9f%d0%be%d1%81%d0%b0%d0%b4'),
(408130, 781871, 'ru', 'Орехово-Зуево', 1, '%d0%9e%d1%80%d0%b5%d1%85%d0%be%d0%b2%d0%be-%d0%97%d1%83%d0%b5%d0%b2%d0%be'),
(408131, 781871, 'ru', 'Серпухов', 1, '%d0%a1%d0%b5%d1%80%d0%bf%d1%83%d1%85%d0%be%d0%b2'),
(408132, 781871, 'ru', 'Химки', 1, '%d0%a5%d0%b8%d0%bc%d0%ba%d0%b8'),
(408133, 781871, 'ru', 'Электросталь', 1, '%d0%ad%d0%bb%d0%b5%d0%ba%d1%82%d1%80%d0%be%d1%81%d1%82%d0%b0%d0%bb%d1%8c'),
(408134, 781871, 'ru', 'Коломна', 1, '%d0%9a%d0%be%d0%bb%d0%be%d0%bc%d0%bd%d0%b0'),
(408135, 781871, 'ru', 'Балашиха', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d1%88%d0%b8%d1%85%d0%b0'),
(408136, 781871, 'ru', 'Люберцы', 1, '%d0%9b%d1%8e%d0%b1%d0%b5%d1%80%d1%86%d1%8b');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781872, 'ru', 'Мурманская область', 1, '%d0%9c%d1%83%d1%80%d0%bc%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408137, 781872, 'ru', 'Зеленоборский', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d0%be%d0%b1%d0%be%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(408138, 781872, 'ru', 'Кировск', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408139, 781872, 'ru', 'Мурмаши', 1, '%d0%9c%d1%83%d1%80%d0%bc%d0%b0%d1%88%d0%b8'),
(408140, 781872, 'ru', 'Полярный', 1, '%d0%9f%d0%be%d0%bb%d1%8f%d1%80%d0%bd%d1%8b%d0%b9'),
(408141, 781872, 'ru', 'Ревда', 1, '%d0%a0%d0%b5%d0%b2%d0%b4%d0%b0'),
(408142, 781872, 'ru', 'Росляково', 1, '%d0%a0%d0%be%d1%81%d0%bb%d1%8f%d0%ba%d0%be%d0%b2%d0%be'),
(408143, 781872, 'ru', 'Сафоново', 1, '%d0%a1%d0%b0%d1%84%d0%be%d0%bd%d0%be%d0%b2%d0%be'),
(408144, 781872, 'ru', 'Снежногорск', 1, '%d0%a1%d0%bd%d0%b5%d0%b6%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408145, 781872, 'ru', 'Заполярный', 1, '%d0%97%d0%b0%d0%bf%d0%be%d0%bb%d1%8f%d1%80%d0%bd%d1%8b%d0%b9'),
(408146, 781872, 'ru', 'Молочный', 1, '%d0%9c%d0%be%d0%bb%d0%be%d1%87%d0%bd%d1%8b%d0%b9'),
(408147, 781872, 'ru', 'Умба', 1, '%d0%a3%d0%bc%d0%b1%d0%b0'),
(408148, 781872, 'ru', 'Алакуртти', 1, '%d0%90%d0%bb%d0%b0%d0%ba%d1%83%d1%80%d1%82%d1%82%d0%b8'),
(408149, 781872, 'ru', 'Видяево', 1, '%d0%92%d0%b8%d0%b4%d1%8f%d0%b5%d0%b2%d0%be'),
(408150, 781872, 'ru', 'Кола', 1, '%d0%9a%d0%be%d0%bb%d0%b0'),
(408151, 781872, 'ru', 'Заозёрск', 1, '%d0%97%d0%b0%d0%be%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(408152, 781872, 'ru', 'Гаджиево', 1, '%d0%93%d0%b0%d0%b4%d0%b6%d0%b8%d0%b5%d0%b2%d0%be'),
(408153, 781872, 'ru', 'Полярные Зори', 1, '%d0%9f%d0%be%d0%bb%d1%8f%d1%80%d0%bd%d1%8b%d0%b5-%d0%97%d0%be%d1%80%d0%b8'),
(408154, 781872, 'ru', 'Никель', 1, '%d0%9d%d0%b8%d0%ba%d0%b5%d0%bb%d1%8c'),
(408155, 781872, 'ru', 'Ковдор', 1, '%d0%9a%d0%be%d0%b2%d0%b4%d0%be%d1%80'),
(408156, 781872, 'ru', 'Оленегорск', 1, '%d0%9e%d0%bb%d0%b5%d0%bd%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408157, 781872, 'ru', 'Кандалакша', 1, '%d0%9a%d0%b0%d0%bd%d0%b4%d0%b0%d0%bb%d0%b0%d0%ba%d1%88%d0%b0'),
(408158, 781872, 'ru', 'Мончегорск', 1, '%d0%9c%d0%be%d0%bd%d1%87%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408159, 781872, 'ru', 'Североморск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d0%bc%d0%be%d1%80%d1%81%d0%ba'),
(408160, 781872, 'ru', 'Апатиты', 1, '%d0%90%d0%bf%d0%b0%d1%82%d0%b8%d1%82%d1%8b'),
(408161, 781872, 'ru', 'Мурманск', 1, '%d0%9c%d1%83%d1%80%d0%bc%d0%b0%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781873, 'ru', 'Ненецкий автономный округ', 1, '%d0%9d%d0%b5%d0%bd%d0%b5%d1%86%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408162, 781873, 'ru', 'Искателей', 1, '%d0%98%d1%81%d0%ba%d0%b0%d1%82%d0%b5%d0%bb%d0%b5%d0%b9'),
(408163, 781873, 'ru', 'Нарьян-Мар', 1, '%d0%9d%d0%b0%d1%80%d1%8c%d1%8f%d0%bd-%d0%9c%d0%b0%d1%80');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781874, 'ru', 'Нижегородская область', 1, '%d0%9d%d0%b8%d0%b6%d0%b5%d0%b3%d0%be%d1%80%d0%be%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408164, 781874, 'ru', 'Балахна', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d1%85%d0%bd%d0%b0'),
(408165, 781874, 'ru', 'Богородск', 1, '%d0%91%d0%be%d0%b3%d0%be%d1%80%d0%be%d0%b4%d1%81%d0%ba'),
(408166, 781874, 'ru', 'Бор', 1, '%d0%91%d0%be%d1%80'),
(408167, 781874, 'ru', 'Городец', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%b5%d1%86'),
(408168, 781874, 'ru', 'Дзержинск', 1, '%d0%94%d0%b7%d0%b5%d1%80%d0%b6%d0%b8%d0%bd%d1%81%d0%ba'),
(408169, 781874, 'ru', 'Заволжье', 1, '%d0%97%d0%b0%d0%b2%d0%be%d0%bb%d0%b6%d1%8c%d0%b5'),
(408170, 781874, 'ru', 'Кстово', 1, '%d0%9a%d1%81%d1%82%d0%be%d0%b2%d0%be'),
(408171, 781874, 'ru', 'Лысково', 1, '%d0%9b%d1%8b%d1%81%d0%ba%d0%be%d0%b2%d0%be'),
(408172, 781874, 'ru', 'Мулино', 1, '%d0%9c%d1%83%d0%bb%d0%b8%d0%bd%d0%be'),
(408173, 781874, 'ru', 'Павлово', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d0%be'),
(408174, 781874, 'ru', 'Первомайск', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba'),
(408175, 781874, 'ru', 'Починки', 1, '%d0%9f%d0%be%d1%87%d0%b8%d0%bd%d0%ba%d0%b8'),
(408176, 781874, 'ru', 'Семёнов', 1, '%d0%a1%d0%b5%d0%bc%d1%91%d0%bd%d0%be%d0%b2'),
(408177, 781874, 'ru', 'Володарск', 1, '%d0%92%d0%be%d0%bb%d0%be%d0%b4%d0%b0%d1%80%d1%81%d0%ba'),
(408178, 781874, 'ru', 'Урень', 1, '%d0%a3%d1%80%d0%b5%d0%bd%d1%8c'),
(408179, 781874, 'ru', 'Ворсма', 1, '%d0%92%d0%be%d1%80%d1%81%d0%bc%d0%b0'),
(408180, 781874, 'ru', 'Лукоянов', 1, '%d0%9b%d1%83%d0%ba%d0%be%d1%8f%d0%bd%d0%be%d0%b2'),
(408181, 781874, 'ru', 'Чкаловск', 1, '%d0%a7%d0%ba%d0%b0%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(408182, 781874, 'ru', 'Навашино', 1, '%d0%9d%d0%b0%d0%b2%d0%b0%d1%88%d0%b8%d0%bd%d0%be'),
(408183, 781874, 'ru', 'Сергач', 1, '%d0%a1%d0%b5%d1%80%d0%b3%d0%b0%d1%87'),
(408184, 781874, 'ru', 'Шахунья', 1, '%d0%a8%d0%b0%d1%85%d1%83%d0%bd%d1%8c%d1%8f'),
(408185, 781874, 'ru', 'Кулебаки', 1, '%d0%9a%d1%83%d0%bb%d0%b5%d0%b1%d0%b0%d0%ba%d0%b8'),
(408186, 781874, 'ru', 'Выкса', 1, '%d0%92%d1%8b%d0%ba%d1%81%d0%b0'),
(408187, 781874, 'ru', 'Саров', 1, '%d0%a1%d0%b0%d1%80%d0%be%d0%b2'),
(408188, 781874, 'ru', 'Арзамас', 1, '%d0%90%d1%80%d0%b7%d0%b0%d0%bc%d0%b0%d1%81'),
(408189, 781874, 'ru', 'Нижний Новгород', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b8%d0%b9-%d0%9d%d0%be%d0%b2%d0%b3%d0%be%d1%80%d0%be%d0%b4');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781875, 'ru', 'Новгородская область', 1, '%d0%9d%d0%be%d0%b2%d0%b3%d0%be%d1%80%d0%be%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408190, 781875, 'ru', 'Боровичи', 1, '%d0%91%d0%be%d1%80%d0%be%d0%b2%d0%b8%d1%87%d0%b8'),
(408191, 781875, 'ru', 'Крестцы', 1, '%d0%9a%d1%80%d0%b5%d1%81%d1%82%d1%86%d1%8b'),
(408192, 781875, 'ru', 'Малая Вишера', 1, '%d0%9c%d0%b0%d0%bb%d0%b0%d1%8f-%d0%92%d0%b8%d1%88%d0%b5%d1%80%d0%b0'),
(408193, 781875, 'ru', 'Окуловка', 1, '%d0%9e%d0%ba%d1%83%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408194, 781875, 'ru', 'Пестово', 1, '%d0%9f%d0%b5%d1%81%d1%82%d0%be%d0%b2%d0%be'),
(408195, 781875, 'ru', 'Хвойная', 1, '%d0%a5%d0%b2%d0%be%d0%b9%d0%bd%d0%b0%d1%8f'),
(408196, 781875, 'ru', 'Чудово', 1, '%d0%a7%d1%83%d0%b4%d0%be%d0%b2%d0%be'),
(408197, 781875, 'ru', 'Демянск', 1, '%d0%94%d0%b5%d0%bc%d1%8f%d0%bd%d1%81%d0%ba'),
(408198, 781875, 'ru', 'Парфино', 1, '%d0%9f%d0%b0%d1%80%d1%84%d0%b8%d0%bd%d0%be'),
(408199, 781875, 'ru', 'Панковка', 1, '%d0%9f%d0%b0%d0%bd%d0%ba%d0%be%d0%b2%d0%ba%d0%b0'),
(408200, 781875, 'ru', 'Сольцы', 1, '%d0%a1%d0%be%d0%bb%d1%8c%d1%86%d1%8b'),
(408201, 781875, 'ru', 'Валдай', 1, '%d0%92%d0%b0%d0%bb%d0%b4%d0%b0%d0%b9'),
(408202, 781875, 'ru', 'Старая Русса', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%b0%d1%8f-%d0%a0%d1%83%d1%81%d1%81%d0%b0'),
(408203, 781875, 'ru', 'Великий Новгород', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%ba%d0%b8%d0%b9-%d0%9d%d0%be%d0%b2%d0%b3%d0%be%d1%80%d0%be%d0%b4');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781876, 'ru', 'Новосибирская область', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408204, 781876, 'ru', 'Горный', 1, '%d0%93%d0%be%d1%80%d0%bd%d1%8b%d0%b9'),
(408205, 781876, 'ru', 'Карасук', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d1%81%d1%83%d0%ba'),
(408206, 781876, 'ru', 'Колывань', 1, '%d0%9a%d0%be%d0%bb%d1%8b%d0%b2%d0%b0%d0%bd%d1%8c'),
(408207, 781876, 'ru', 'Куйбышев', 1, '%d0%9a%d1%83%d0%b9%d0%b1%d1%8b%d1%88%d0%b5%d0%b2'),
(408208, 781876, 'ru', 'Линёво', 1, '%d0%9b%d0%b8%d0%bd%d1%91%d0%b2%d0%be'),
(408209, 781876, 'ru', 'Маслянино', 1, '%d0%9c%d0%b0%d1%81%d0%bb%d1%8f%d0%bd%d0%b8%d0%bd%d0%be'),
(408210, 781876, 'ru', 'Черепаново', 1, '%d0%a7%d0%b5%d1%80%d0%b5%d0%bf%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(408211, 781876, 'ru', 'Чулым', 1, '%d0%a7%d1%83%d0%bb%d1%8b%d0%bc'),
(408212, 781876, 'ru', 'Ордынское', 1, '%d0%9e%d1%80%d0%b4%d1%8b%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408213, 781876, 'ru', 'Краснозерское', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b7%d0%b5%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(408214, 781876, 'ru', 'Каргат', 1, '%d0%9a%d0%b0%d1%80%d0%b3%d0%b0%d1%82'),
(408215, 781876, 'ru', 'Сузун', 1, '%d0%a1%d1%83%d0%b7%d1%83%d0%bd'),
(408216, 781876, 'ru', 'Купино', 1, '%d0%9a%d1%83%d0%bf%d0%b8%d0%bd%d0%be'),
(408217, 781876, 'ru', 'Коченёво', 1, '%d0%9a%d0%be%d1%87%d0%b5%d0%bd%d1%91%d0%b2%d0%be'),
(408218, 781876, 'ru', 'Краснообск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%be%d0%b1%d1%81%d0%ba'),
(408219, 781876, 'ru', 'Болотное', 1, '%d0%91%d0%be%d0%bb%d0%be%d1%82%d0%bd%d0%be%d0%b5'),
(408220, 781876, 'ru', 'Тогучин', 1, '%d0%a2%d0%be%d0%b3%d1%83%d1%87%d0%b8%d0%bd'),
(408221, 781876, 'ru', 'Обь', 1, '%d0%9e%d0%b1%d1%8c'),
(408222, 781876, 'ru', 'Татарск', 1, '%d0%a2%d0%b0%d1%82%d0%b0%d1%80%d1%81%d0%ba'),
(408223, 781876, 'ru', 'Барабинск', 1, '%d0%91%d0%b0%d1%80%d0%b0%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(408224, 781876, 'ru', 'Искитим', 1, '%d0%98%d1%81%d0%ba%d0%b8%d1%82%d0%b8%d0%bc'),
(408225, 781876, 'ru', 'Бердск', 1, '%d0%91%d0%b5%d1%80%d0%b4%d1%81%d0%ba'),
(408226, 781876, 'ru', 'Новосибирск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%b8%d0%b1%d0%b8%d1%80%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781877, 'ru', 'Омская область', 1, '%d0%9e%d0%bc%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408227, 781877, 'ru', 'Исилькуль', 1, '%d0%98%d1%81%d0%b8%d0%bb%d1%8c%d0%ba%d1%83%d0%bb%d1%8c'),
(408228, 781877, 'ru', 'Лузино', 1, '%d0%9b%d1%83%d0%b7%d0%b8%d0%bd%d0%be'),
(408229, 781877, 'ru', 'Марьяновка', 1, '%d0%9c%d0%b0%d1%80%d1%8c%d1%8f%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(408230, 781877, 'ru', 'Москаленки', 1, '%d0%9c%d0%be%d1%81%d0%ba%d0%b0%d0%bb%d0%b5%d0%bd%d0%ba%d0%b8'),
(408231, 781877, 'ru', 'Муромцево', 1, '%d0%9c%d1%83%d1%80%d0%be%d0%bc%d1%86%d0%b5%d0%b2%d0%be'),
(408232, 781877, 'ru', 'Шербакуль', 1, '%d0%a8%d0%b5%d1%80%d0%b1%d0%b0%d0%ba%d1%83%d0%bb%d1%8c'),
(408233, 781877, 'ru', 'Тевриз', 1, '%d0%a2%d0%b5%d0%b2%d1%80%d0%b8%d0%b7'),
(408234, 781877, 'ru', 'Крутинка', 1, '%d0%9a%d1%80%d1%83%d1%82%d0%b8%d0%bd%d0%ba%d0%b0'),
(408235, 781877, 'ru', 'Саргатское', 1, '%d0%a1%d0%b0%d1%80%d0%b3%d0%b0%d1%82%d1%81%d0%ba%d0%be%d0%b5'),
(408236, 781877, 'ru', 'Кормиловка', 1, '%d0%9a%d0%be%d1%80%d0%bc%d0%b8%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408237, 781877, 'ru', 'Любинский', 1, '%d0%9b%d1%8e%d0%b1%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408238, 781877, 'ru', 'Тюкалинск', 1, '%d0%a2%d1%8e%d0%ba%d0%b0%d0%bb%d0%b8%d0%bd%d1%81%d0%ba'),
(408239, 781877, 'ru', 'Большеречье', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%b5%d1%80%d0%b5%d1%87%d1%8c%d0%b5'),
(408240, 781877, 'ru', 'Черлак', 1, '%d0%a7%d0%b5%d1%80%d0%bb%d0%b0%d0%ba'),
(408241, 781877, 'ru', 'Называевск', 1, '%d0%9d%d0%b0%d0%b7%d1%8b%d0%b2%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(408242, 781877, 'ru', 'Таврическое', 1, '%d0%a2%d0%b0%d0%b2%d1%80%d0%b8%d1%87%d0%b5%d1%81%d0%ba%d0%be%d0%b5'),
(408243, 781877, 'ru', 'Калачинск', 1, '%d0%9a%d0%b0%d0%bb%d0%b0%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(408244, 781877, 'ru', 'Тара', 1, '%d0%a2%d0%b0%d1%80%d0%b0'),
(408245, 781877, 'ru', 'Омск', 1, '%d0%9e%d0%bc%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781878, 'ru', 'Оренбургская область', 1, '%d0%9e%d1%80%d0%b5%d0%bd%d0%b1%d1%83%d1%80%d0%b3%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408246, 781878, 'ru', 'Абдулино', 1, '%d0%90%d0%b1%d0%b4%d1%83%d0%bb%d0%b8%d0%bd%d0%be'),
(408247, 781878, 'ru', 'Акбулак', 1, '%d0%90%d0%ba%d0%b1%d1%83%d0%bb%d0%b0%d0%ba'),
(408248, 781878, 'ru', 'Бузулук', 1, '%d0%91%d1%83%d0%b7%d1%83%d0%bb%d1%83%d0%ba'),
(408249, 781878, 'ru', 'Гай', 1, '%d0%93%d0%b0%d0%b9'),
(408250, 781878, 'ru', 'Новоорск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%be%d1%80%d1%81%d0%ba'),
(408251, 781878, 'ru', 'Новосергиевка', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%b5%d1%80%d0%b3%d0%b8%d0%b5%d0%b2%d0%ba%d0%b0'),
(408252, 781878, 'ru', 'Новотроицк', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%82%d1%80%d0%be%d0%b8%d1%86%d0%ba'),
(408253, 781878, 'ru', 'Орск', 1, '%d0%9e%d1%80%d1%81%d0%ba'),
(408254, 781878, 'ru', 'Тоцкое Второе', 1, '%d0%a2%d0%be%d1%86%d0%ba%d0%be%d0%b5-%d0%92%d1%82%d0%be%d1%80%d0%be%d0%b5'),
(408255, 781878, 'ru', 'Ясный', 1, '%d0%af%d1%81%d0%bd%d1%8b%d0%b9'),
(408256, 781878, 'ru', 'Тюльган', 1, '%d0%a2%d1%8e%d0%bb%d1%8c%d0%b3%d0%b0%d0%bd'),
(408257, 781878, 'ru', 'Саракташ', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d0%ba%d1%82%d0%b0%d1%88'),
(408258, 781878, 'ru', 'Соль-Илецк', 1, '%d0%a1%d0%be%d0%bb%d1%8c-%d0%98%d0%bb%d0%b5%d1%86%d0%ba'),
(408259, 781878, 'ru', 'Кувандык', 1, '%d0%9a%d1%83%d0%b2%d0%b0%d0%bd%d0%b4%d1%8b%d0%ba'),
(408260, 781878, 'ru', 'Медногорск', 1, '%d0%9c%d0%b5%d0%b4%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408261, 781878, 'ru', 'Сорочинск', 1, '%d0%a1%d0%be%d1%80%d0%be%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(408262, 781878, 'ru', 'Бугуруслан', 1, '%d0%91%d1%83%d0%b3%d1%83%d1%80%d1%83%d1%81%d0%bb%d0%b0%d0%bd'),
(408263, 781878, 'ru', 'Оренбург', 1, '%d0%9e%d1%80%d0%b5%d0%bd%d0%b1%d1%83%d1%80%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781879, 'ru', 'Орловская область', 1, '%d0%9e%d1%80%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408264, 781879, 'ru', 'Болхов', 1, '%d0%91%d0%be%d0%bb%d1%85%d0%be%d0%b2'),
(408265, 781879, 'ru', 'Верховье', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%be%d0%b2%d1%8c%d0%b5'),
(408266, 781879, 'ru', 'Глазуновка', 1, '%d0%93%d0%bb%d0%b0%d0%b7%d1%83%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(408267, 781879, 'ru', 'Дмитровск', 1, '%d0%94%d0%bc%d0%b8%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408268, 781879, 'ru', 'Долгое', 1, '%d0%94%d0%be%d0%bb%d0%b3%d0%be%d0%b5'),
(408269, 781879, 'ru', 'Знаменка', 1, '%d0%97%d0%bd%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(408270, 781879, 'ru', 'Кромы', 1, '%d0%9a%d1%80%d0%be%d0%bc%d1%8b'),
(408271, 781879, 'ru', 'Ливны', 1, '%d0%9b%d0%b8%d0%b2%d0%bd%d1%8b'),
(408272, 781879, 'ru', 'Нарышкино', 1, '%d0%9d%d0%b0%d1%80%d1%8b%d1%88%d0%ba%d0%b8%d0%bd%d0%be'),
(408273, 781879, 'ru', 'Орёл', 1, '%d0%9e%d1%80%d1%91%d0%bb'),
(408274, 781879, 'ru', 'Покровское', 1, '%d0%9f%d0%be%d0%ba%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408275, 781879, 'ru', 'Хомутово', 1, '%d0%a5%d0%be%d0%bc%d1%83%d1%82%d0%be%d0%b2%d0%be'),
(408276, 781879, 'ru', 'Хотынец', 1, '%d0%a5%d0%be%d1%82%d1%8b%d0%bd%d0%b5%d1%86'),
(408277, 781879, 'ru', 'Залегощь', 1, '%d0%97%d0%b0%d0%bb%d0%b5%d0%b3%d0%be%d1%89%d1%8c'),
(408278, 781879, 'ru', 'Змиёвка', 1, '%d0%97%d0%bc%d0%b8%d1%91%d0%b2%d0%ba%d0%b0'),
(408279, 781879, 'ru', 'Колпны', 1, '%d0%9a%d0%be%d0%bb%d0%bf%d0%bd%d1%8b'),
(408280, 781879, 'ru', 'Мценск', 1, '%d0%9c%d1%86%d0%b5%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781880, 'ru', 'Пензенская область', 1, '%d0%9f%d0%b5%d0%bd%d0%b7%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408281, 781880, 'ru', 'Башмаково', 1, '%d0%91%d0%b0%d1%88%d0%bc%d0%b0%d0%ba%d0%be%d0%b2%d0%be'),
(408282, 781880, 'ru', 'Белинский', 1, '%d0%91%d0%b5%d0%bb%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408283, 781880, 'ru', 'Бессоновка', 1, '%d0%91%d0%b5%d1%81%d1%81%d0%be%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(408284, 781880, 'ru', 'Городище', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%b8%d1%89%d0%b5'),
(408285, 781880, 'ru', 'Грабово', 1, '%d0%93%d1%80%d0%b0%d0%b1%d0%be%d0%b2%d0%be'),
(408286, 781880, 'ru', 'Заречный', 1, '%d0%97%d0%b0%d1%80%d0%b5%d1%87%d0%bd%d1%8b%d0%b9'),
(408287, 781880, 'ru', 'Каменка', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(408288, 781880, 'ru', 'Колышлей', 1, '%d0%9a%d0%be%d0%bb%d1%8b%d1%88%d0%bb%d0%b5%d0%b9'),
(408289, 781880, 'ru', 'Лунино', 1, '%d0%9b%d1%83%d0%bd%d0%b8%d0%bd%d0%be'),
(408290, 781880, 'ru', 'Никольск', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(408291, 781880, 'ru', 'Чаадаевка', 1, '%d0%a7%d0%b0%d0%b0%d0%b4%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(408292, 781880, 'ru', 'Спасск', 1, '%d0%a1%d0%bf%d0%b0%d1%81%d1%81%d0%ba'),
(408293, 781880, 'ru', 'Сурск', 1, '%d0%a1%d1%83%d1%80%d1%81%d0%ba'),
(408294, 781880, 'ru', 'Тамала', 1, '%d0%a2%d0%b0%d0%bc%d0%b0%d0%bb%d0%b0'),
(408295, 781880, 'ru', 'Средняя Елюзань', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d1%8f%d1%8f-%d0%95%d0%bb%d1%8e%d0%b7%d0%b0%d0%bd%d1%8c'),
(408296, 781880, 'ru', 'Пачелма', 1, '%d0%9f%d0%b0%d1%87%d0%b5%d0%bb%d0%bc%d0%b0'),
(408297, 781880, 'ru', 'Мокшан', 1, '%d0%9c%d0%be%d0%ba%d1%88%d0%b0%d0%bd'),
(408298, 781880, 'ru', 'Земетчино', 1, '%d0%97%d0%b5%d0%bc%d0%b5%d1%82%d1%87%d0%b8%d0%bd%d0%be'),
(408299, 781880, 'ru', 'Нижний Ломов', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b8%d0%b9-%d0%9b%d0%be%d0%bc%d0%be%d0%b2'),
(408300, 781880, 'ru', 'Сердобск', 1, '%d0%a1%d0%b5%d1%80%d0%b4%d0%be%d0%b1%d1%81%d0%ba'),
(408301, 781880, 'ru', 'Кузнецк', 1, '%d0%9a%d1%83%d0%b7%d0%bd%d0%b5%d1%86%d0%ba'),
(408302, 781880, 'ru', 'Пенза', 1, '%d0%9f%d0%b5%d0%bd%d0%b7%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781881, 'ru', 'Пермская область', 1, '%d0%9f%d0%b5%d1%80%d0%bc%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408303, 781881, 'ru', 'Березники', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b7%d0%bd%d0%b8%d0%ba%d0%b8'),
(408304, 781881, 'ru', 'Кунгур', 1, '%d0%9a%d1%83%d0%bd%d0%b3%d1%83%d1%80'),
(408305, 781881, 'ru', 'Пермь', 1, '%d0%9f%d0%b5%d1%80%d0%bc%d1%8c'),
(408306, 781881, 'ru', 'Чайковский', 1, '%d0%a7%d0%b0%d0%b9%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408307, 781881, 'ru', 'Краснокамск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%ba%d0%b0%d0%bc%d1%81%d0%ba'),
(408308, 781881, 'ru', 'Лысьва', 1, '%d0%9b%d1%8b%d1%81%d1%8c%d0%b2%d0%b0'),
(408309, 781881, 'ru', 'Соликамск', 1, '%d0%a1%d0%be%d0%bb%d0%b8%d0%ba%d0%b0%d0%bc%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781882, 'ru', 'Приморский край', 1, '%d0%9f%d1%80%d0%b8%d0%bc%d0%be%d1%80%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408310, 781882, 'ru', 'Кавалерово', 1, '%d0%9a%d0%b0%d0%b2%d0%b0%d0%bb%d0%b5%d1%80%d0%be%d0%b2%d0%be'),
(408311, 781882, 'ru', 'Пограничный', 1, '%d0%9f%d0%be%d0%b3%d1%80%d0%b0%d0%bd%d0%b8%d1%87%d0%bd%d1%8b%d0%b9'),
(408312, 781882, 'ru', 'Покровка', 1, '%d0%9f%d0%be%d0%ba%d1%80%d0%be%d0%b2%d0%ba%d0%b0'),
(408313, 781882, 'ru', 'Славянка', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d1%8f%d0%bd%d0%ba%d0%b0'),
(408314, 781882, 'ru', 'Фокино', 1, '%d0%a4%d0%be%d0%ba%d0%b8%d0%bd%d0%be'),
(408315, 781882, 'ru', 'Черниговка', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%b8%d0%b3%d0%be%d0%b2%d0%ba%d0%b0'),
(408316, 781882, 'ru', 'Хороль', 1, '%d0%a5%d0%be%d1%80%d0%be%d0%bb%d1%8c'),
(408317, 781882, 'ru', 'Камень-Рыболов', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%8c-%d0%a0%d1%8b%d0%b1%d0%be%d0%bb%d0%be%d0%b2'),
(408318, 781882, 'ru', 'Чугуевка', 1, '%d0%a7%d1%83%d0%b3%d1%83%d0%b5%d0%b2%d0%ba%d0%b0'),
(408319, 781882, 'ru', 'Трудовое', 1, '%d0%a2%d1%80%d1%83%d0%b4%d0%be%d0%b2%d0%be%d0%b5'),
(408320, 781882, 'ru', 'Лучегорск', 1, '%d0%9b%d1%83%d1%87%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408321, 781882, 'ru', 'Дальнереченск', 1, '%d0%94%d0%b0%d0%bb%d1%8c%d0%bd%d0%b5%d1%80%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba'),
(408322, 781882, 'ru', 'Большой Камень', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%be%d0%b9-%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%8c'),
(408323, 781882, 'ru', 'Дальнегорск', 1, '%d0%94%d0%b0%d0%bb%d1%8c%d0%bd%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408324, 781882, 'ru', 'Лесозаводск', 1, '%d0%9b%d0%b5%d1%81%d0%be%d0%b7%d0%b0%d0%b2%d0%be%d0%b4%d1%81%d0%ba'),
(408325, 781882, 'ru', 'Партизанск', 1, '%d0%9f%d0%b0%d1%80%d1%82%d0%b8%d0%b7%d0%b0%d0%bd%d1%81%d0%ba'),
(408326, 781882, 'ru', 'Спасск-Дальний', 1, '%d0%a1%d0%bf%d0%b0%d1%81%d1%81%d0%ba-%d0%94%d0%b0%d0%bb%d1%8c%d0%bd%d0%b8%d0%b9'),
(408327, 781882, 'ru', 'Арсеньев', 1, '%d0%90%d1%80%d1%81%d0%b5%d0%bd%d1%8c%d0%b5%d0%b2'),
(408328, 781882, 'ru', 'Артём', 1, '%d0%90%d1%80%d1%82%d1%91%d0%bc'),
(408329, 781882, 'ru', 'Находка', 1, '%d0%9d%d0%b0%d1%85%d0%be%d0%b4%d0%ba%d0%b0'),
(408330, 781882, 'ru', 'Уссурийск', 1, '%d0%a3%d1%81%d1%81%d1%83%d1%80%d0%b8%d0%b9%d1%81%d0%ba'),
(408331, 781882, 'ru', 'Владивосток', 1, '%d0%92%d0%bb%d0%b0%d0%b4%d0%b8%d0%b2%d0%be%d1%81%d1%82%d0%be%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781883, 'ru', 'Псковская область', 1, '%d0%9f%d1%81%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408332, 781883, 'ru', 'Локня', 1, '%d0%9b%d0%be%d0%ba%d0%bd%d1%8f'),
(408333, 781883, 'ru', 'Опочка', 1, '%d0%9e%d0%bf%d0%be%d1%87%d0%ba%d0%b0'),
(408334, 781883, 'ru', 'Остров', 1, '%d0%9e%d1%81%d1%82%d1%80%d0%be%d0%b2'),
(408335, 781883, 'ru', 'Пустошка', 1, '%d0%9f%d1%83%d1%81%d1%82%d0%be%d1%88%d0%ba%d0%b0'),
(408336, 781883, 'ru', 'Себеж', 1, '%d0%a1%d0%b5%d0%b1%d0%b5%d0%b6'),
(408337, 781883, 'ru', 'Струги Красные', 1, '%d0%a1%d1%82%d1%80%d1%83%d0%b3%d0%b8-%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b5'),
(408338, 781883, 'ru', 'Новоржев', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%80%d0%b6%d0%b5%d0%b2'),
(408339, 781883, 'ru', 'Красногородск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d0%be%d0%b4%d1%81%d0%ba'),
(408340, 781883, 'ru', 'Бежаницы', 1, '%d0%91%d0%b5%d0%b6%d0%b0%d0%bd%d0%b8%d1%86%d1%8b'),
(408341, 781883, 'ru', 'Гдов', 1, '%d0%93%d0%b4%d0%be%d0%b2'),
(408342, 781883, 'ru', 'Идрица', 1, '%d0%98%d0%b4%d1%80%d0%b8%d1%86%d0%b0'),
(408343, 781883, 'ru', 'Пушкинские Горы', 1, '%d0%9f%d1%83%d1%88%d0%ba%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b5-%d0%93%d0%be%d1%80%d1%8b'),
(408344, 781883, 'ru', 'Пыталово', 1, '%d0%9f%d1%8b%d1%82%d0%b0%d0%bb%d0%be%d0%b2%d0%be'),
(408345, 781883, 'ru', 'Новосокольники', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%be%d0%ba%d0%be%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%b8'),
(408346, 781883, 'ru', 'Дедовичи', 1, '%d0%94%d0%b5%d0%b4%d0%be%d0%b2%d0%b8%d1%87%d0%b8'),
(408347, 781883, 'ru', 'Дно', 1, '%d0%94%d0%bd%d0%be'),
(408348, 781883, 'ru', 'Порхов', 1, '%d0%9f%d0%be%d1%80%d1%85%d0%be%d0%b2'),
(408349, 781883, 'ru', 'Печоры', 1, '%d0%9f%d0%b5%d1%87%d0%be%d1%80%d1%8b'),
(408350, 781883, 'ru', 'Невель', 1, '%d0%9d%d0%b5%d0%b2%d0%b5%d0%bb%d1%8c'),
(408351, 781883, 'ru', 'Великие Луки', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%ba%d0%b8%d0%b5-%d0%9b%d1%83%d0%ba%d0%b8'),
(408352, 781883, 'ru', 'Псков', 1, '%d0%9f%d1%81%d0%ba%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781884, 'ru', 'Республика Адыгея', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%90%d0%b4%d1%8b%d0%b3%d0%b5%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408353, 781884, 'ru', 'Каменномостский', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%bd%d0%be%d0%bc%d0%be%d1%81%d1%82%d1%81%d0%ba%d0%b8%d0%b9'),
(408354, 781884, 'ru', 'Красногвардейское', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%b2%d0%b0%d1%80%d0%b4%d0%b5%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(408355, 781884, 'ru', 'Краснооктябрьский', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%be%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408356, 781884, 'ru', 'Тульский', 1, '%d0%a2%d1%83%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408357, 781884, 'ru', 'Тахтамукай', 1, '%d0%a2%d0%b0%d1%85%d1%82%d0%b0%d0%bc%d1%83%d0%ba%d0%b0%d0%b9'),
(408358, 781884, 'ru', 'Дондуковская', 1, '%d0%94%d0%be%d0%bd%d0%b4%d1%83%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408359, 781884, 'ru', 'Кошехабль', 1, '%d0%9a%d0%be%d1%88%d0%b5%d1%85%d0%b0%d0%b1%d0%bb%d1%8c'),
(408360, 781884, 'ru', 'Ханская', 1, '%d0%a5%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(408361, 781884, 'ru', 'Адыгейск', 1, '%d0%90%d0%b4%d1%8b%d0%b3%d0%b5%d0%b9%d1%81%d0%ba'),
(408362, 781884, 'ru', 'Гиагинская', 1, '%d0%93%d0%b8%d0%b0%d0%b3%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(408363, 781884, 'ru', 'Энем', 1, '%d0%ad%d0%bd%d0%b5%d0%bc'),
(408364, 781884, 'ru', 'Яблоновский', 1, '%d0%af%d0%b1%d0%bb%d0%be%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408365, 781884, 'ru', 'Майкоп', 1, '%d0%9c%d0%b0%d0%b9%d0%ba%d0%be%d0%bf');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781885, 'ru', 'Республика Алтай', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%90%d0%bb%d1%82%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408366, 781885, 'ru', 'Кызыл-Озек', 1, '%d0%9a%d1%8b%d0%b7%d1%8b%d0%bb-%d0%9e%d0%b7%d0%b5%d0%ba'),
(408367, 781885, 'ru', 'Шебалино', 1, '%d0%a8%d0%b5%d0%b1%d0%b0%d0%bb%d0%b8%d0%bd%d0%be'),
(408368, 781885, 'ru', 'Улаган', 1, '%d0%a3%d0%bb%d0%b0%d0%b3%d0%b0%d0%bd'),
(408369, 781885, 'ru', 'Чемал', 1, '%d0%a7%d0%b5%d0%bc%d0%b0%d0%bb'),
(408370, 781885, 'ru', 'Акташ', 1, '%d0%90%d0%ba%d1%82%d0%b0%d1%88'),
(408371, 781885, 'ru', 'Усть-Кан', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d0%b0%d0%bd'),
(408372, 781885, 'ru', 'Усть-Кокса', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d0%be%d0%ba%d1%81%d0%b0'),
(408373, 781885, 'ru', 'Онгудай', 1, '%d0%9e%d0%bd%d0%b3%d1%83%d0%b4%d0%b0%d0%b9'),
(408374, 781885, 'ru', 'Турочак', 1, '%d0%a2%d1%83%d1%80%d0%be%d1%87%d0%b0%d0%ba'),
(408375, 781885, 'ru', 'Кош-Агач', 1, '%d0%9a%d0%be%d1%88-%d0%90%d0%b3%d0%b0%d1%87'),
(408376, 781885, 'ru', 'Майма', 1, '%d0%9c%d0%b0%d0%b9%d0%bc%d0%b0'),
(408377, 781885, 'ru', 'Горно-Алтайск', 1, '%d0%93%d0%be%d1%80%d0%bd%d0%be-%d0%90%d0%bb%d1%82%d0%b0%d0%b9%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781886, 'ru', 'Республика Башкортостан', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%91%d0%b0%d1%88%d0%ba%d0%be%d1%80%d1%82%d0%be%d1%81%d1%82%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408378, 781886, 'ru', 'Баймак', 1, '%d0%91%d0%b0%d0%b9%d0%bc%d0%b0%d0%ba'),
(408379, 781886, 'ru', 'Благовещенск', 1, '%d0%91%d0%bb%d0%b0%d0%b3%d0%be%d0%b2%d0%b5%d1%89%d0%b5%d0%bd%d1%81%d0%ba'),
(408380, 781886, 'ru', 'Дюртюли', 1, '%d0%94%d1%8e%d1%80%d1%82%d1%8e%d0%bb%d0%b8'),
(408381, 781886, 'ru', 'Красноусольский', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%83%d1%81%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408382, 781886, 'ru', 'Межгорье', 1, '%d0%9c%d0%b5%d0%b6%d0%b3%d0%be%d1%80%d1%8c%d0%b5'),
(408383, 781886, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408384, 781886, 'ru', 'Приютово', 1, '%d0%9f%d1%80%d0%b8%d1%8e%d1%82%d0%be%d0%b2%d0%be'),
(408385, 781886, 'ru', 'Раевский', 1, '%d0%a0%d0%b0%d0%b5%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408386, 781886, 'ru', 'Серафимовский', 1, '%d0%a1%d0%b5%d1%80%d0%b0%d1%84%d0%b8%d0%bc%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408387, 781886, 'ru', 'Стерлитамак', 1, '%d0%a1%d1%82%d0%b5%d1%80%d0%bb%d0%b8%d1%82%d0%b0%d0%bc%d0%b0%d0%ba'),
(408388, 781886, 'ru', 'Толбазы', 1, '%d0%a2%d0%be%d0%bb%d0%b1%d0%b0%d0%b7%d1%8b'),
(408389, 781886, 'ru', 'Янаул', 1, '%d0%af%d0%bd%d0%b0%d1%83%d0%bb'),
(408390, 781886, 'ru', 'Кушнаренково', 1, '%d0%9a%d1%83%d1%88%d0%bd%d0%b0%d1%80%d0%b5%d0%bd%d0%ba%d0%be%d0%b2%d0%be'),
(408391, 781886, 'ru', 'Чекмагуш', 1, '%d0%a7%d0%b5%d0%ba%d0%bc%d0%b0%d0%b3%d1%83%d1%88'),
(408392, 781886, 'ru', 'Кандры', 1, '%d0%9a%d0%b0%d0%bd%d0%b4%d1%80%d1%8b'),
(408393, 781886, 'ru', 'Иглино', 1, '%d0%98%d0%b3%d0%bb%d0%b8%d0%bd%d0%be'),
(408394, 781886, 'ru', 'Агидель', 1, '%d0%90%d0%b3%d0%b8%d0%b4%d0%b5%d0%bb%d1%8c'),
(408395, 781886, 'ru', 'Чишмы', 1, '%d0%a7%d0%b8%d1%88%d0%bc%d1%8b'),
(408396, 781886, 'ru', 'Давлеканово', 1, '%d0%94%d0%b0%d0%b2%d0%bb%d0%b5%d0%ba%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(408397, 781886, 'ru', 'Бирск', 1, '%d0%91%d0%b8%d1%80%d1%81%d0%ba'),
(408398, 781886, 'ru', 'Учалы', 1, '%d0%a3%d1%87%d0%b0%d0%bb%d1%8b'),
(408399, 781886, 'ru', 'Сибай', 1, '%d0%a1%d0%b8%d0%b1%d0%b0%d0%b9'),
(408400, 781886, 'ru', 'Белебей', 1, '%d0%91%d0%b5%d0%bb%d0%b5%d0%b1%d0%b5%d0%b9'),
(408401, 781886, 'ru', 'Кумертау', 1, '%d0%9a%d1%83%d0%bc%d0%b5%d1%80%d1%82%d0%b0%d1%83'),
(408402, 781886, 'ru', 'Мелеуз', 1, '%d0%9c%d0%b5%d0%bb%d0%b5%d1%83%d0%b7'),
(408403, 781886, 'ru', 'Туймазы', 1, '%d0%a2%d1%83%d0%b9%d0%bc%d0%b0%d0%b7%d1%8b'),
(408404, 781886, 'ru', 'Ишимбай', 1, '%d0%98%d1%88%d0%b8%d0%bc%d0%b1%d0%b0%d0%b9'),
(408405, 781886, 'ru', 'Белорецк', 1, '%d0%91%d0%b5%d0%bb%d0%be%d1%80%d0%b5%d1%86%d0%ba'),
(408406, 781886, 'ru', 'Нефтекамск', 1, '%d0%9d%d0%b5%d1%84%d1%82%d0%b5%d0%ba%d0%b0%d0%bc%d1%81%d0%ba'),
(408407, 781886, 'ru', 'Салават', 1, '%d0%a1%d0%b0%d0%bb%d0%b0%d0%b2%d0%b0%d1%82'),
(408408, 781886, 'ru', 'Уфа', 1, '%d0%a3%d1%84%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781887, 'ru', 'Республика Бурятия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%91%d1%83%d1%80%d1%8f%d1%82%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408409, 781887, 'ru', 'Заречный', 1, '%d0%97%d0%b0%d1%80%d0%b5%d1%87%d0%bd%d1%8b%d0%b9'),
(408410, 781887, 'ru', 'Каменск', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(408411, 781887, 'ru', 'Новоильинск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b8%d0%bb%d1%8c%d0%b8%d0%bd%d1%81%d0%ba'),
(408412, 781887, 'ru', 'Онохой', 1, '%d0%9e%d0%bd%d0%be%d1%85%d0%be%d0%b9'),
(408413, 781887, 'ru', 'Петропавловка', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%bf%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408414, 781887, 'ru', 'Селенгинск', 1, '%d0%a1%d0%b5%d0%bb%d0%b5%d0%bd%d0%b3%d0%b8%d0%bd%d1%81%d0%ba'),
(408415, 781887, 'ru', 'Сокол', 1, '%d0%a1%d0%be%d0%ba%d0%be%d0%bb'),
(408416, 781887, 'ru', 'Выдрино', 1, '%d0%92%d1%8b%d0%b4%d1%80%d0%b8%d0%bd%d0%be'),
(408417, 781887, 'ru', 'Кырен', 1, '%d0%9a%d1%8b%d1%80%d0%b5%d0%bd'),
(408418, 781887, 'ru', 'Нижнеангарск', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d0%b0%d0%bd%d0%b3%d0%b0%d1%80%d1%81%d0%ba'),
(408419, 781887, 'ru', 'Мухоршибирь', 1, '%d0%9c%d1%83%d1%85%d0%be%d1%80%d1%88%d0%b8%d0%b1%d0%b8%d1%80%d1%8c'),
(408420, 781887, 'ru', 'Заиграево', 1, '%d0%97%d0%b0%d0%b8%d0%b3%d1%80%d0%b0%d0%b5%d0%b2%d0%be'),
(408421, 781887, 'ru', 'Сосново-Озёрское', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b2%d0%be-%d0%9e%d0%b7%d1%91%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(408422, 781887, 'ru', 'Курумкан', 1, '%d0%9a%d1%83%d1%80%d1%83%d0%bc%d0%ba%d0%b0%d0%bd'),
(408423, 781887, 'ru', 'Баргузин', 1, '%d0%91%d0%b0%d1%80%d0%b3%d1%83%d0%b7%d0%b8%d0%bd'),
(408424, 781887, 'ru', 'Кабанск', 1, '%d0%9a%d0%b0%d0%b1%d0%b0%d0%bd%d1%81%d0%ba'),
(408425, 781887, 'ru', 'Турунтаево', 1, '%d0%a2%d1%83%d1%80%d1%83%d0%bd%d1%82%d0%b0%d0%b5%d0%b2%d0%be'),
(408426, 781887, 'ru', 'Кижинга', 1, '%d0%9a%d0%b8%d0%b6%d0%b8%d0%bd%d0%b3%d0%b0'),
(408427, 781887, 'ru', 'Иволгинск', 1, '%d0%98%d0%b2%d0%be%d0%bb%d0%b3%d0%b8%d0%bd%d1%81%d0%ba'),
(408428, 781887, 'ru', 'Усть-Баргузин', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%91%d0%b0%d1%80%d0%b3%d1%83%d0%b7%d0%b8%d0%bd'),
(408429, 781887, 'ru', 'Хоринск', 1, '%d0%a5%d0%be%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(408430, 781887, 'ru', 'Бичура', 1, '%d0%91%d0%b8%d1%87%d1%83%d1%80%d0%b0'),
(408431, 781887, 'ru', 'Таксимо', 1, '%d0%a2%d0%b0%d0%ba%d1%81%d0%b8%d0%bc%d0%be'),
(408432, 781887, 'ru', 'Закаменск', 1, '%d0%97%d0%b0%d0%ba%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(408433, 781887, 'ru', 'Кяхта', 1, '%d0%9a%d1%8f%d1%85%d1%82%d0%b0'),
(408434, 781887, 'ru', 'Гусиноозёрск', 1, '%d0%93%d1%83%d1%81%d0%b8%d0%bd%d0%be%d0%be%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(408435, 781887, 'ru', 'Северобайкальск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d0%b1%d0%b0%d0%b9%d0%ba%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408436, 781887, 'ru', 'Улан-Удэ', 1, '%d0%a3%d0%bb%d0%b0%d0%bd-%d0%a3%d0%b4%d1%8d');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781888, 'ru', 'Республика Дагестан', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%94%d0%b0%d0%b3%d0%b5%d1%81%d1%82%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408437, 781888, 'ru', 'Ботлих', 1, '%d0%91%d0%be%d1%82%d0%bb%d0%b8%d1%85'),
(408438, 781888, 'ru', 'Ленинкент', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d0%ba%d0%b5%d0%bd%d1%82'),
(408439, 781888, 'ru', 'Султан-Янги-Юрт', 1, '%d0%a1%d1%83%d0%bb%d1%82%d0%b0%d0%bd-%d0%af%d0%bd%d0%b3%d0%b8-%d0%ae%d1%80%d1%82'),
(408440, 781888, 'ru', 'Кизляр', 1, '%d0%9a%d0%b8%d0%b7%d0%bb%d1%8f%d1%80'),
(408441, 781888, 'ru', 'Южно-Сухокумск', 1, '%d0%ae%d0%b6%d0%bd%d0%be-%d0%a1%d1%83%d1%85%d0%be%d0%ba%d1%83%d0%bc%d1%81%d0%ba'),
(408442, 781888, 'ru', 'Нижнее Казанище', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d0%b5-%d0%9a%d0%b0%d0%b7%d0%b0%d0%bd%d0%b8%d1%89%d0%b5'),
(408443, 781888, 'ru', 'Каякент', 1, '%d0%9a%d0%b0%d1%8f%d0%ba%d0%b5%d0%bd%d1%82'),
(408444, 781888, 'ru', 'Касумкент', 1, '%d0%9a%d0%b0%d1%81%d1%83%d0%bc%d0%ba%d0%b5%d0%bd%d1%82'),
(408445, 781888, 'ru', 'Карабудахкент', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%b1%d1%83%d0%b4%d0%b0%d1%85%d0%ba%d0%b5%d0%bd%d1%82'),
(408446, 781888, 'ru', 'Бабаюрт', 1, '%d0%91%d0%b0%d0%b1%d0%b0%d1%8e%d1%80%d1%82'),
(408447, 781888, 'ru', 'Ахты', 1, '%d0%90%d1%85%d1%82%d1%8b'),
(408448, 781888, 'ru', 'Белиджи', 1, '%d0%91%d0%b5%d0%bb%d0%b8%d0%b4%d0%b6%d0%b8'),
(408449, 781888, 'ru', 'Дагестанские Огни', 1, '%d0%94%d0%b0%d0%b3%d0%b5%d1%81%d1%82%d0%b0%d0%bd%d1%81%d0%ba%d0%b8%d0%b5-%d0%9e%d0%b3%d0%bd%d0%b8'),
(408450, 781888, 'ru', 'Кизилюрт', 1, '%d0%9a%d0%b8%d0%b7%d0%b8%d0%bb%d1%8e%d1%80%d1%82'),
(408451, 781888, 'ru', 'Избербаш', 1, '%d0%98%d0%b7%d0%b1%d0%b5%d1%80%d0%b1%d0%b0%d1%88'),
(408452, 781888, 'ru', 'Буйнакск', 1, '%d0%91%d1%83%d0%b9%d0%bd%d0%b0%d0%ba%d1%81%d0%ba'),
(408453, 781888, 'ru', 'Каспийск', 1, '%d0%9a%d0%b0%d1%81%d0%bf%d0%b8%d0%b9%d1%81%d0%ba'),
(408454, 781888, 'ru', 'Дербент', 1, '%d0%94%d0%b5%d1%80%d0%b1%d0%b5%d0%bd%d1%82'),
(408455, 781888, 'ru', 'Хасавюрт', 1, '%d0%a5%d0%b0%d1%81%d0%b0%d0%b2%d1%8e%d1%80%d1%82'),
(408456, 781888, 'ru', 'Махачкала', 1, '%d0%9c%d0%b0%d1%85%d0%b0%d1%87%d0%ba%d0%b0%d0%bb%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781889, 'ru', 'Республика Ингушетия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%98%d0%bd%d0%b3%d1%83%d1%88%d0%b5%d1%82%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408457, 781889, 'ru', 'Инарки', 1, '%d0%98%d0%bd%d0%b0%d1%80%d0%ba%d0%b8'),
(408458, 781889, 'ru', 'Нестеровская', 1, '%d0%9d%d0%b5%d1%81%d1%82%d0%b5%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408459, 781889, 'ru', 'Средние Ачалуки', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d0%b8%d0%b5-%d0%90%d1%87%d0%b0%d0%bb%d1%83%d0%ba%d0%b8'),
(408460, 781889, 'ru', 'Троицкая', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba%d0%b0%d1%8f'),
(408461, 781889, 'ru', 'Яндаре', 1, '%d0%af%d0%bd%d0%b4%d0%b0%d1%80%d0%b5'),
(408462, 781889, 'ru', 'Галашки', 1, '%d0%93%d0%b0%d0%bb%d0%b0%d1%88%d0%ba%d0%b8'),
(408463, 781889, 'ru', 'Пседах', 1, '%d0%9f%d1%81%d0%b5%d0%b4%d0%b0%d1%85'),
(408464, 781889, 'ru', 'Вознесенская', 1, '%d0%92%d0%be%d0%b7%d0%bd%d0%b5%d1%81%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(408465, 781889, 'ru', 'Али-Юрт', 1, '%d0%90%d0%bb%d0%b8-%d0%ae%d1%80%d1%82'),
(408466, 781889, 'ru', 'Верхние Ачалуки', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b8%d0%b5-%d0%90%d1%87%d0%b0%d0%bb%d1%83%d0%ba%d0%b8'),
(408467, 781889, 'ru', 'Долаково', 1, '%d0%94%d0%be%d0%bb%d0%b0%d0%ba%d0%be%d0%b2%d0%be'),
(408468, 781889, 'ru', 'Сагопши', 1, '%d0%a1%d0%b0%d0%b3%d0%be%d0%bf%d1%88%d0%b8'),
(408469, 781889, 'ru', 'Сурхахи', 1, '%d0%a1%d1%83%d1%80%d1%85%d0%b0%d1%85%d0%b8'),
(408470, 781889, 'ru', 'Кантышево', 1, '%d0%9a%d0%b0%d0%bd%d1%82%d1%8b%d1%88%d0%b5%d0%b2%d0%be'),
(408471, 781889, 'ru', 'Экажево', 1, '%d0%ad%d0%ba%d0%b0%d0%b6%d0%b5%d0%b2%d0%be'),
(408472, 781889, 'ru', 'Карабулак', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%b1%d1%83%d0%bb%d0%b0%d0%ba'),
(408473, 781889, 'ru', 'Малгобек', 1, '%d0%9c%d0%b0%d0%bb%d0%b3%d0%be%d0%b1%d0%b5%d0%ba'),
(408474, 781889, 'ru', 'Орджоникидзевская', 1, '%d0%9e%d1%80%d0%b4%d0%b6%d0%be%d0%bd%d0%b8%d0%ba%d0%b8%d0%b4%d0%b7%d0%b5%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408475, 781889, 'ru', 'Назрань', 1, '%d0%9d%d0%b0%d0%b7%d1%80%d0%b0%d0%bd%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781890, 'ru', 'Республика Калмыкия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9a%d0%b0%d0%bb%d0%bc%d1%8b%d0%ba%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408476, 781890, 'ru', 'Большой Царын', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%be%d0%b9-%d0%a6%d0%b0%d1%80%d1%8b%d0%bd'),
(408477, 781890, 'ru', 'Садовое', 1, '%d0%a1%d0%b0%d0%b4%d0%be%d0%b2%d0%be%d0%b5'),
(408478, 781890, 'ru', 'Троицкое', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba%d0%be%d0%b5'),
(408479, 781890, 'ru', 'Цаган-Аман', 1, '%d0%a6%d0%b0%d0%b3%d0%b0%d0%bd-%d0%90%d0%bc%d0%b0%d0%bd'),
(408480, 781890, 'ru', 'Элиста', 1, '%d0%ad%d0%bb%d0%b8%d1%81%d1%82%d0%b0'),
(408481, 781890, 'ru', 'Приютное', 1, '%d0%9f%d1%80%d0%b8%d1%8e%d1%82%d0%bd%d0%be%d0%b5'),
(408482, 781890, 'ru', 'Малые Дербеты', 1, '%d0%9c%d0%b0%d0%bb%d1%8b%d0%b5-%d0%94%d0%b5%d1%80%d0%b1%d0%b5%d1%82%d1%8b'),
(408483, 781890, 'ru', 'Яшкуль', 1, '%d0%af%d1%88%d0%ba%d1%83%d0%bb%d1%8c'),
(408484, 781890, 'ru', 'Городовиковск', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%b2%d0%b8%d0%ba%d0%be%d0%b2%d1%81%d0%ba'),
(408485, 781890, 'ru', 'Лагань', 1, '%d0%9b%d0%b0%d0%b3%d0%b0%d0%bd%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781891, 'ru', 'Республика Карелия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9a%d0%b0%d1%80%d0%b5%d0%bb%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408486, 781891, 'ru', 'Сегежа', 1, '%d0%a1%d0%b5%d0%b3%d0%b5%d0%b6%d0%b0'),
(408487, 781891, 'ru', 'Пиндуши', 1, '%d0%9f%d0%b8%d0%bd%d0%b4%d1%83%d1%88%d0%b8'),
(408488, 781891, 'ru', 'Калевала', 1, '%d0%9a%d0%b0%d0%bb%d0%b5%d0%b2%d0%b0%d0%bb%d0%b0'),
(408489, 781891, 'ru', 'Лоухи', 1, '%d0%9b%d0%be%d1%83%d1%85%d0%b8'),
(408490, 781891, 'ru', 'Лахденпохья', 1, '%d0%9b%d0%b0%d1%85%d0%b4%d0%b5%d0%bd%d0%bf%d0%be%d1%85%d1%8c%d1%8f'),
(408491, 781891, 'ru', 'Олонец', 1, '%d0%9e%d0%bb%d0%be%d0%bd%d0%b5%d1%86'),
(408492, 781891, 'ru', 'Пудож', 1, '%d0%9f%d1%83%d0%b4%d0%be%d0%b6'),
(408493, 781891, 'ru', 'Надвоицы', 1, '%d0%9d%d0%b0%d0%b4%d0%b2%d0%be%d0%b8%d1%86%d1%8b'),
(408494, 781891, 'ru', 'Суоярви', 1, '%d0%a1%d1%83%d0%be%d1%8f%d1%80%d0%b2%d0%b8'),
(408495, 781891, 'ru', 'Беломорск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%bc%d0%be%d1%80%d1%81%d0%ba'),
(408496, 781891, 'ru', 'Питкяранта', 1, '%d0%9f%d0%b8%d1%82%d0%ba%d1%8f%d1%80%d0%b0%d0%bd%d1%82%d0%b0'),
(408497, 781891, 'ru', 'Кемь', 1, '%d0%9a%d0%b5%d0%bc%d1%8c'),
(408498, 781891, 'ru', 'Медвежьегорск', 1, '%d0%9c%d0%b5%d0%b4%d0%b2%d0%b5%d0%b6%d1%8c%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408499, 781891, 'ru', 'Сортавала', 1, '%d0%a1%d0%be%d1%80%d1%82%d0%b0%d0%b2%d0%b0%d0%bb%d0%b0'),
(408500, 781891, 'ru', 'Костомукша', 1, '%d0%9a%d0%be%d1%81%d1%82%d0%be%d0%bc%d1%83%d0%ba%d1%88%d0%b0'),
(408501, 781891, 'ru', 'Кондопога', 1, '%d0%9a%d0%be%d0%bd%d0%b4%d0%be%d0%bf%d0%be%d0%b3%d0%b0'),
(408502, 781891, 'ru', 'Петрозаводск', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b7%d0%b0%d0%b2%d0%be%d0%b4%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781892, 'ru', 'Республика Коми', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9a%d0%be%d0%bc%d0%b8');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408503, 781892, 'ru', 'Водный', 1, '%d0%92%d0%be%d0%b4%d0%bd%d1%8b%d0%b9'),
(408504, 781892, 'ru', 'Выльгорт', 1, '%d0%92%d1%8b%d0%bb%d1%8c%d0%b3%d0%be%d1%80%d1%82'),
(408505, 781892, 'ru', 'Емва', 1, '%d0%95%d0%bc%d0%b2%d0%b0'),
(408506, 781892, 'ru', 'Краснозатонский', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b7%d0%b0%d1%82%d0%be%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408507, 781892, 'ru', 'Микунь', 1, '%d0%9c%d0%b8%d0%ba%d1%83%d0%bd%d1%8c'),
(408508, 781892, 'ru', 'Объячево', 1, '%d0%9e%d0%b1%d1%8a%d1%8f%d1%87%d0%b5%d0%b2%d0%be'),
(408509, 781892, 'ru', 'Северный', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%bd%d1%8b%d0%b9'),
(408510, 781892, 'ru', 'Троицко-Печорск', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba%d0%be-%d0%9f%d0%b5%d1%87%d0%be%d1%80%d1%81%d0%ba'),
(408511, 781892, 'ru', 'Ухта', 1, '%d0%a3%d1%85%d1%82%d0%b0'),
(408512, 781892, 'ru', 'Инта', 1, '%d0%98%d0%bd%d1%82%d0%b0'),
(408513, 781892, 'ru', 'Усть-Цильма', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%a6%d0%b8%d0%bb%d1%8c%d0%bc%d0%b0'),
(408514, 781892, 'ru', 'Усть-Кулом', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d1%83%d0%bb%d0%be%d0%bc'),
(408515, 781892, 'ru', 'Усогорск', 1, '%d0%a3%d1%81%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408516, 781892, 'ru', 'Визинга', 1, '%d0%92%d0%b8%d0%b7%d0%b8%d0%bd%d0%b3%d0%b0'),
(408517, 781892, 'ru', 'Ярега', 1, '%d0%af%d1%80%d0%b5%d0%b3%d0%b0'),
(408518, 781892, 'ru', 'Жешарт', 1, '%d0%96%d0%b5%d1%88%d0%b0%d1%80%d1%82'),
(408519, 781892, 'ru', 'Нижний Одес', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b8%d0%b9-%d0%9e%d0%b4%d0%b5%d1%81'),
(408520, 781892, 'ru', 'Вуктыл', 1, '%d0%92%d1%83%d0%ba%d1%82%d1%8b%d0%bb'),
(408521, 781892, 'ru', 'Воргашор', 1, '%d0%92%d0%be%d1%80%d0%b3%d0%b0%d1%88%d0%be%d1%80'),
(408522, 781892, 'ru', 'Сосногорск', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408523, 781892, 'ru', 'Усинск', 1, '%d0%a3%d1%81%d0%b8%d0%bd%d1%81%d0%ba'),
(408524, 781892, 'ru', 'Печора', 1, '%d0%9f%d0%b5%d1%87%d0%be%d1%80%d0%b0'),
(408525, 781892, 'ru', 'Воркута', 1, '%d0%92%d0%be%d1%80%d0%ba%d1%83%d1%82%d0%b0'),
(408526, 781892, 'ru', 'Сыктывкар', 1, '%d0%a1%d1%8b%d0%ba%d1%82%d1%8b%d0%b2%d0%ba%d0%b0%d1%80');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781893, 'ru', 'Республика Марий Эл', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9c%d0%b0%d1%80%d0%b8%d0%b9-%d0%ad%d0%bb');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408527, 781893, 'ru', 'Козьмодемьянск', 1, '%d0%9a%d0%be%d0%b7%d1%8c%d0%bc%d0%be%d0%b4%d0%b5%d0%bc%d1%8c%d1%8f%d0%bd%d1%81%d0%ba'),
(408528, 781893, 'ru', 'Красногорский', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(408529, 781893, 'ru', 'Куженер', 1, '%d0%9a%d1%83%d0%b6%d0%b5%d0%bd%d0%b5%d1%80'),
(408530, 781893, 'ru', 'Медведево', 1, '%d0%9c%d0%b5%d0%b4%d0%b2%d0%b5%d0%b4%d0%b5%d0%b2%d0%be'),
(408531, 781893, 'ru', 'Новый Торъял', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%a2%d0%be%d1%80%d1%8a%d1%8f%d0%bb'),
(408532, 781893, 'ru', 'Оршанка', 1, '%d0%9e%d1%80%d1%88%d0%b0%d0%bd%d0%ba%d0%b0'),
(408533, 781893, 'ru', 'Семёновка', 1, '%d0%a1%d0%b5%d0%bc%d1%91%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(408534, 781893, 'ru', 'Советский', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba%d0%b8%d0%b9'),
(408535, 781893, 'ru', 'Мари-Турек', 1, '%d0%9c%d0%b0%d1%80%d0%b8-%d0%a2%d1%83%d1%80%d0%b5%d0%ba'),
(408536, 781893, 'ru', 'Параньга', 1, '%d0%9f%d0%b0%d1%80%d0%b0%d0%bd%d1%8c%d0%b3%d0%b0'),
(408537, 781893, 'ru', 'Сернур', 1, '%d0%a1%d0%b5%d1%80%d0%bd%d1%83%d1%80'),
(408538, 781893, 'ru', 'Морки', 1, '%d0%9c%d0%be%d1%80%d0%ba%d0%b8'),
(408539, 781893, 'ru', 'Звенигово', 1, '%d0%97%d0%b2%d0%b5%d0%bd%d0%b8%d0%b3%d0%be%d0%b2%d0%be'),
(408540, 781893, 'ru', 'Волжск', 1, '%d0%92%d0%be%d0%bb%d0%b6%d1%81%d0%ba'),
(408541, 781893, 'ru', 'Йошкар-Ола', 1, '%d0%99%d0%be%d1%88%d0%ba%d0%b0%d1%80-%d0%9e%d0%bb%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781894, 'ru', 'Республика Мордовия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9c%d0%be%d1%80%d0%b4%d0%be%d0%b2%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408542, 781894, 'ru', 'Атяшево', 1, '%d0%90%d1%82%d1%8f%d1%88%d0%b5%d0%b2%d0%be'),
(408543, 781894, 'ru', 'Большие Березники', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%b8%d0%b5-%d0%91%d0%b5%d1%80%d0%b5%d0%b7%d0%bd%d0%b8%d0%ba%d0%b8'),
(408544, 781894, 'ru', 'Ельники', 1, '%d0%95%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%b8'),
(408545, 781894, 'ru', 'Комсомольский', 1, '%d0%9a%d0%be%d0%bc%d1%81%d0%be%d0%bc%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408546, 781894, 'ru', 'Краснослободск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%81%d0%bb%d0%be%d0%b1%d0%be%d0%b4%d1%81%d0%ba'),
(408547, 781894, 'ru', 'Николаевка', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(408548, 781894, 'ru', 'Ромоданово', 1, '%d0%a0%d0%be%d0%bc%d0%be%d0%b4%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(408549, 781894, 'ru', 'Рузаевка', 1, '%d0%a0%d1%83%d0%b7%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(408550, 781894, 'ru', 'Старое Шайгово', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%b5-%d0%a8%d0%b0%d0%b9%d0%b3%d0%be%d0%b2%d0%be'),
(408551, 781894, 'ru', 'Тургенево', 1, '%d0%a2%d1%83%d1%80%d0%b3%d0%b5%d0%bd%d0%b5%d0%b2%d0%be'),
(408552, 781894, 'ru', 'Чамзинка', 1, '%d0%a7%d0%b0%d0%bc%d0%b7%d0%b8%d0%bd%d0%ba%d0%b0'),
(408553, 781894, 'ru', 'Ялга', 1, '%d0%af%d0%bb%d0%b3%d0%b0'),
(408554, 781894, 'ru', 'Явас', 1, '%d0%af%d0%b2%d0%b0%d1%81'),
(408555, 781894, 'ru', 'Темников', 1, '%d0%a2%d0%b5%d0%bc%d0%bd%d0%b8%d0%ba%d0%be%d0%b2'),
(408556, 781894, 'ru', 'Лямбирь', 1, '%d0%9b%d1%8f%d0%bc%d0%b1%d0%b8%d1%80%d1%8c'),
(408557, 781894, 'ru', 'Инсар', 1, '%d0%98%d0%bd%d1%81%d0%b0%d1%80'),
(408558, 781894, 'ru', 'Луховка', 1, '%d0%9b%d1%83%d1%85%d0%be%d0%b2%d0%ba%d0%b0'),
(408559, 781894, 'ru', 'Торбеево', 1, '%d0%a2%d0%be%d1%80%d0%b1%d0%b5%d0%b5%d0%b2%d0%be'),
(408560, 781894, 'ru', 'Ардатов', 1, '%d0%90%d1%80%d0%b4%d0%b0%d1%82%d0%be%d0%b2'),
(408561, 781894, 'ru', 'Зубова Поляна', 1, '%d0%97%d1%83%d0%b1%d0%be%d0%b2%d0%b0-%d0%9f%d0%be%d0%bb%d1%8f%d0%bd%d0%b0'),
(408562, 781894, 'ru', 'Ковылкино', 1, '%d0%9a%d0%be%d0%b2%d1%8b%d0%bb%d0%ba%d0%b8%d0%bd%d0%be'),
(408563, 781894, 'ru', 'Саранск', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781895, 'ru', 'Республика Саха (Якутия)', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%a1%d0%b0%d1%85%d0%b0-%d0%af%d0%ba%d1%83%d1%82%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408564, 781895, 'ru', 'Якутск', 1, '%d0%af%d0%ba%d1%83%d1%82%d1%81%d0%ba'),
(408565, 781895, 'ru', 'Чурапча', 1, '%d0%a7%d1%83%d1%80%d0%b0%d0%bf%d1%87%d0%b0'),
(408566, 781895, 'ru', 'Чульман', 1, '%d0%a7%d1%83%d0%bb%d1%8c%d0%bc%d0%b0%d0%bd'),
(408567, 781895, 'ru', 'Усть-Нера', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9d%d0%b5%d1%80%d0%b0'),
(408568, 781895, 'ru', 'Удачный', 1, '%d0%a3%d0%b4%d0%b0%d1%87%d0%bd%d1%8b%d0%b9'),
(408569, 781895, 'ru', 'Томмот', 1, '%d0%a2%d0%be%d0%bc%d0%bc%d0%be%d1%82'),
(408570, 781895, 'ru', 'Сунтар', 1, '%d0%a1%d1%83%d0%bd%d1%82%d0%b0%d1%80'),
(408571, 781895, 'ru', 'Покровск', 1, '%d0%9f%d0%be%d0%ba%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408572, 781895, 'ru', 'Олёкминск', 1, '%d0%9e%d0%bb%d1%91%d0%ba%d0%bc%d0%b8%d0%bd%d1%81%d0%ba'),
(408573, 781895, 'ru', 'Нюрба', 1, '%d0%9d%d1%8e%d1%80%d0%b1%d0%b0'),
(408574, 781895, 'ru', 'Нерюнгри', 1, '%d0%9d%d0%b5%d1%80%d1%8e%d0%bd%d0%b3%d1%80%d0%b8'),
(408575, 781895, 'ru', 'Намцы', 1, '%d0%9d%d0%b0%d0%bc%d1%86%d1%8b'),
(408576, 781895, 'ru', 'Мохсоголлох', 1, '%d0%9c%d0%be%d1%85%d1%81%d0%be%d0%b3%d0%be%d0%bb%d0%bb%d0%be%d1%85'),
(408577, 781895, 'ru', 'Мирный', 1, '%d0%9c%d0%b8%d1%80%d0%bd%d1%8b%d0%b9'),
(408578, 781895, 'ru', 'Майя', 1, '%d0%9c%d0%b0%d0%b9%d1%8f'),
(408579, 781895, 'ru', 'Ленск', 1, '%d0%9b%d0%b5%d0%bd%d1%81%d0%ba'),
(408580, 781895, 'ru', 'Жатай', 1, '%d0%96%d0%b0%d1%82%d0%b0%d0%b9'),
(408581, 781895, 'ru', 'Вилюйск', 1, '%d0%92%d0%b8%d0%bb%d1%8e%d0%b9%d1%81%d0%ba'),
(408582, 781895, 'ru', 'Алдан', 1, '%d0%90%d0%bb%d0%b4%d0%b0%d0%bd'),
(408583, 781895, 'ru', 'Айхал', 1, '%d0%90%d0%b9%d1%85%d0%b0%d0%bb');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781896, 'ru', 'Республика Северная Осетия - Алания', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%bd%d0%b0%d1%8f-%d0%9e%d1%81%d0%b5%d1%82%d0%b8%d1%8f-%d0%90%d0%bb%d0%b0%d0%bd%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408584, 781896, 'ru', 'Гизель', 1, '%d0%93%d0%b8%d0%b7%d0%b5%d0%bb%d1%8c'),
(408585, 781896, 'ru', 'Заводской', 1, '%d0%97%d0%b0%d0%b2%d0%be%d0%b4%d1%81%d0%ba%d0%be%d0%b9'),
(408586, 781896, 'ru', 'Кизляр', 1, '%d0%9a%d0%b8%d0%b7%d0%bb%d1%8f%d1%80'),
(408587, 781896, 'ru', 'Луковская', 1, '%d0%9b%d1%83%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408588, 781896, 'ru', 'Майское', 1, '%d0%9c%d0%b0%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(408589, 781896, 'ru', 'Михайловское', 1, '%d0%9c%d0%b8%d1%85%d0%b0%d0%b9%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408590, 781896, 'ru', 'Октябрьское', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%be%d0%b5'),
(408591, 781896, 'ru', 'Сунжа', 1, '%d0%a1%d1%83%d0%bd%d0%b6%d0%b0'),
(408592, 781896, 'ru', 'Эльхотово', 1, '%d0%ad%d0%bb%d1%8c%d1%85%d0%be%d1%82%d0%be%d0%b2%d0%be'),
(408593, 781896, 'ru', 'Павлодольская', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b0%d1%8f'),
(408594, 781896, 'ru', 'Змейская', 1, '%d0%97%d0%bc%d0%b5%d0%b9%d1%81%d0%ba%d0%b0%d1%8f'),
(408595, 781896, 'ru', 'Чикола', 1, '%d0%a7%d0%b8%d0%ba%d0%be%d0%bb%d0%b0'),
(408596, 781896, 'ru', 'Камбилеевское', 1, '%d0%9a%d0%b0%d0%bc%d0%b1%d0%b8%d0%bb%d0%b5%d0%b5%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408597, 781896, 'ru', 'Архонская', 1, '%d0%90%d1%80%d1%85%d0%be%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(408598, 781896, 'ru', 'Чермен', 1, '%d0%a7%d0%b5%d1%80%d0%bc%d0%b5%d0%bd'),
(408599, 781896, 'ru', 'Ногир', 1, '%d0%9d%d0%be%d0%b3%d0%b8%d1%80'),
(408600, 781896, 'ru', 'Дигора', 1, '%d0%94%d0%b8%d0%b3%d0%be%d1%80%d0%b0'),
(408601, 781896, 'ru', 'Ардон', 1, '%d0%90%d1%80%d0%b4%d0%be%d0%bd'),
(408602, 781896, 'ru', 'Алагир', 1, '%d0%90%d0%bb%d0%b0%d0%b3%d0%b8%d1%80'),
(408603, 781896, 'ru', 'Беслан', 1, '%d0%91%d0%b5%d1%81%d0%bb%d0%b0%d0%bd'),
(408604, 781896, 'ru', 'Моздок', 1, '%d0%9c%d0%be%d0%b7%d0%b4%d0%be%d0%ba'),
(408605, 781896, 'ru', 'Владикавказ', 1, '%d0%92%d0%bb%d0%b0%d0%b4%d0%b8%d0%ba%d0%b0%d0%b2%d0%ba%d0%b0%d0%b7');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781897, 'ru', 'Республика Татарстан', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%a2%d0%b0%d1%82%d0%b0%d1%80%d1%81%d1%82%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408606, 781897, 'ru', 'Азнакаево', 1, '%d0%90%d0%b7%d0%bd%d0%b0%d0%ba%d0%b0%d0%b5%d0%b2%d0%be'),
(408607, 781897, 'ru', 'Алексеевское', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b5%d0%b5%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408608, 781897, 'ru', 'Васильево', 1, '%d0%92%d0%b0%d1%81%d0%b8%d0%bb%d1%8c%d0%b5%d0%b2%d0%be'),
(408609, 781897, 'ru', 'Елабуга', 1, '%d0%95%d0%bb%d0%b0%d0%b1%d1%83%d0%b3%d0%b0'),
(408610, 781897, 'ru', 'Зеленодольск', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(408611, 781897, 'ru', 'Камские Поляны', 1, '%d0%9a%d0%b0%d0%bc%d1%81%d0%ba%d0%b8%d0%b5-%d0%9f%d0%be%d0%bb%d1%8f%d0%bd%d1%8b'),
(408612, 781897, 'ru', 'Мамадыш', 1, '%d0%9c%d0%b0%d0%bc%d0%b0%d0%b4%d1%8b%d1%88'),
(408613, 781897, 'ru', 'Тетюши', 1, '%d0%a2%d0%b5%d1%82%d1%8e%d1%88%d0%b8'),
(408614, 781897, 'ru', 'Чистополь', 1, '%d0%a7%d0%b8%d1%81%d1%82%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(408615, 781897, 'ru', 'Уруссу', 1, '%d0%a3%d1%80%d1%83%d1%81%d1%81%d1%83'),
(408616, 781897, 'ru', 'Джалиль', 1, '%d0%94%d0%b6%d0%b0%d0%bb%d0%b8%d0%bb%d1%8c'),
(408617, 781897, 'ru', 'Кукмор', 1, '%d0%9a%d1%83%d0%ba%d0%bc%d0%be%d1%80'),
(408618, 781897, 'ru', 'Мензелинск', 1, '%d0%9c%d0%b5%d0%bd%d0%b7%d0%b5%d0%bb%d0%b8%d0%bd%d1%81%d0%ba'),
(408619, 781897, 'ru', 'Арск', 1, '%d0%90%d1%80%d1%81%d0%ba'),
(408620, 781897, 'ru', 'Агрыз', 1, '%d0%90%d0%b3%d1%80%d1%8b%d0%b7'),
(408621, 781897, 'ru', 'Буинск', 1, '%d0%91%d1%83%d0%b8%d0%bd%d1%81%d0%ba'),
(408622, 781897, 'ru', 'Менделеевск', 1, '%d0%9c%d0%b5%d0%bd%d0%b4%d0%b5%d0%bb%d0%b5%d0%b5%d0%b2%d1%81%d0%ba'),
(408623, 781897, 'ru', 'Бавлы', 1, '%d0%91%d0%b0%d0%b2%d0%bb%d1%8b'),
(408624, 781897, 'ru', 'Нурлат', 1, '%d0%9d%d1%83%d1%80%d0%bb%d0%b0%d1%82'),
(408625, 781897, 'ru', 'Заинск', 1, '%d0%97%d0%b0%d0%b8%d0%bd%d1%81%d0%ba'),
(408626, 781897, 'ru', 'Лениногорск', 1, '%d0%9b%d0%b5%d0%bd%d0%b8%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408627, 781897, 'ru', 'Бугульма', 1, '%d0%91%d1%83%d0%b3%d1%83%d0%bb%d1%8c%d0%bc%d0%b0'),
(408628, 781897, 'ru', 'Альметьевск', 1, '%d0%90%d0%bb%d1%8c%d0%bc%d0%b5%d1%82%d1%8c%d0%b5%d0%b2%d1%81%d0%ba'),
(408629, 781897, 'ru', 'Нижнекамск', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d0%ba%d0%b0%d0%bc%d1%81%d0%ba'),
(408630, 781897, 'ru', 'Набережные Челны', 1, '%d0%9d%d0%b0%d0%b1%d0%b5%d1%80%d0%b5%d0%b6%d0%bd%d1%8b%d0%b5-%d0%a7%d0%b5%d0%bb%d0%bd%d1%8b'),
(408631, 781897, 'ru', 'Казань', 1, '%d0%9a%d0%b0%d0%b7%d0%b0%d0%bd%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781898, 'ru', 'Республика Тыва', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%a2%d1%8b%d0%b2%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408632, 781898, 'ru', 'Туран', 1, '%d0%a2%d1%83%d1%80%d0%b0%d0%bd'),
(408633, 781898, 'ru', 'Чаа-Холь', 1, '%d0%a7%d0%b0%d0%b0-%d0%a5%d0%be%d0%bb%d1%8c'),
(408634, 781898, 'ru', 'Суг-Аксы', 1, '%d0%a1%d1%83%d0%b3-%d0%90%d0%ba%d1%81%d1%8b'),
(408635, 781898, 'ru', 'Бай-Хаак', 1, '%d0%91%d0%b0%d0%b9-%d0%a5%d0%b0%d0%b0%d0%ba'),
(408636, 781898, 'ru', 'Хандагайты', 1, '%d0%a5%d0%b0%d0%bd%d0%b4%d0%b0%d0%b3%d0%b0%d0%b9%d1%82%d1%8b'),
(408637, 781898, 'ru', 'Балгазын', 1, '%d0%91%d0%b0%d0%bb%d0%b3%d0%b0%d0%b7%d1%8b%d0%bd'),
(408638, 781898, 'ru', 'Самагалтай', 1, '%d0%a1%d0%b0%d0%bc%d0%b0%d0%b3%d0%b0%d0%bb%d1%82%d0%b0%d0%b9'),
(408639, 781898, 'ru', 'Сукпак', 1, '%d0%a1%d1%83%d0%ba%d0%bf%d0%b0%d0%ba'),
(408640, 781898, 'ru', 'Хову-Аксы', 1, '%d0%a5%d0%be%d0%b2%d1%83-%d0%90%d0%ba%d1%81%d1%8b'),
(408641, 781898, 'ru', 'Тээли', 1, '%d0%a2%d1%8d%d1%8d%d0%bb%d0%b8'),
(408642, 781898, 'ru', 'Мугур-Аксы', 1, '%d0%9c%d1%83%d0%b3%d1%83%d1%80-%d0%90%d0%ba%d1%81%d1%8b'),
(408643, 781898, 'ru', 'Сарыг-Сеп', 1, '%d0%a1%d0%b0%d1%80%d1%8b%d0%b3-%d0%a1%d0%b5%d0%bf'),
(408644, 781898, 'ru', 'Кызыл-Мажалык', 1, '%d0%9a%d1%8b%d0%b7%d1%8b%d0%bb-%d0%9c%d0%b0%d0%b6%d0%b0%d0%bb%d1%8b%d0%ba'),
(408645, 781898, 'ru', 'Чадан', 1, '%d0%a7%d0%b0%d0%b4%d0%b0%d0%bd'),
(408646, 781898, 'ru', 'Каа-Хем', 1, '%d0%9a%d0%b0%d0%b0-%d0%a5%d0%b5%d0%bc'),
(408647, 781898, 'ru', 'Шагонар', 1, '%d0%a8%d0%b0%d0%b3%d0%be%d0%bd%d0%b0%d1%80'),
(408648, 781898, 'ru', 'Ак-Довурак', 1, '%d0%90%d0%ba-%d0%94%d0%be%d0%b2%d1%83%d1%80%d0%b0%d0%ba'),
(408649, 781898, 'ru', 'Кызыл', 1, '%d0%9a%d1%8b%d0%b7%d1%8b%d0%bb');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781899, 'ru', 'Республика Хакасия', 1, '%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%a5%d0%b0%d0%ba%d0%b0%d1%81%d0%b8%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408650, 781899, 'ru', 'Аскиз', 1, '%d0%90%d1%81%d0%ba%d0%b8%d0%b7'),
(408651, 781899, 'ru', 'Белый Яр', 1, '%d0%91%d0%b5%d0%bb%d1%8b%d0%b9-%d0%af%d1%80'),
(408652, 781899, 'ru', 'Бельтирское', 1, '%d0%91%d0%b5%d0%bb%d1%8c%d1%82%d0%b8%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(408653, 781899, 'ru', 'Черёмушки', 1, '%d0%a7%d0%b5%d1%80%d1%91%d0%bc%d1%83%d1%88%d0%ba%d0%b8'),
(408654, 781899, 'ru', 'Майна', 1, '%d0%9c%d0%b0%d0%b9%d0%bd%d0%b0'),
(408655, 781899, 'ru', 'Бея', 1, '%d0%91%d0%b5%d1%8f'),
(408656, 781899, 'ru', 'Таштып', 1, '%d0%a2%d0%b0%d1%88%d1%82%d1%8b%d0%bf'),
(408658, 781899, 'ru', 'Шира', 1, '%d0%a8%d0%b8%d1%80%d0%b0'),
(408659, 781899, 'ru', 'Сорск', 1, '%d0%a1%d0%be%d1%80%d1%81%d0%ba'),
(408660, 781899, 'ru', 'Усть-Абакан', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%90%d0%b1%d0%b0%d0%ba%d0%b0%d0%bd'),
(408661, 781899, 'ru', 'Абаза', 1, '%d0%90%d0%b1%d0%b0%d0%b7%d0%b0'),
(408662, 781899, 'ru', 'Саяногорск', 1, '%d0%a1%d0%b0%d1%8f%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408663, 781899, 'ru', 'Черногорск', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408664, 781899, 'ru', 'Абакан', 1, '%d0%90%d0%b1%d0%b0%d0%ba%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781900, 'ru', 'Ростовская область', 1, '%d0%a0%d0%be%d1%81%d1%82%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408665, 781900, 'ru', 'Батайск', 1, '%d0%91%d0%b0%d1%82%d0%b0%d0%b9%d1%81%d0%ba'),
(408666, 781900, 'ru', 'Гуково', 1, '%d0%93%d1%83%d0%ba%d0%be%d0%b2%d0%be'),
(408667, 781900, 'ru', 'Зверево', 1, '%d0%97%d0%b2%d0%b5%d1%80%d0%b5%d0%b2%d0%be'),
(408668, 781900, 'ru', 'Миллерово', 1, '%d0%9c%d0%b8%d0%bb%d0%bb%d0%b5%d1%80%d0%be%d0%b2%d0%be'),
(408669, 781900, 'ru', 'Орловский', 1, '%d0%9e%d1%80%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408670, 781900, 'ru', 'Шахты', 1, '%d0%a8%d0%b0%d1%85%d1%82%d1%8b'),
(408671, 781900, 'ru', 'Аксай', 1, '%d0%90%d0%ba%d1%81%d0%b0%d0%b9'),
(408672, 781900, 'ru', 'Багаевская', 1, '%d0%91%d0%b0%d0%b3%d0%b0%d0%b5%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408673, 781900, 'ru', 'Персиановский', 1, '%d0%9f%d0%b5%d1%80%d1%81%d0%b8%d0%b0%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408674, 781900, 'ru', 'Зимовники', 1, '%d0%97%d0%b8%d0%bc%d0%be%d0%b2%d0%bd%d0%b8%d0%ba%d0%b8'),
(408675, 781900, 'ru', 'Егорлыкская', 1, '%d0%95%d0%b3%d0%be%d1%80%d0%bb%d1%8b%d0%ba%d1%81%d0%ba%d0%b0%d1%8f'),
(408676, 781900, 'ru', 'Константиновск', 1, '%d0%9a%d0%be%d0%bd%d1%81%d1%82%d0%b0%d0%bd%d1%82%d0%b8%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(408677, 781900, 'ru', 'Пролетарск', 1, '%d0%9f%d1%80%d0%be%d0%bb%d0%b5%d1%82%d0%b0%d1%80%d1%81%d0%ba'),
(408678, 781900, 'ru', 'Семикаракорск', 1, '%d0%a1%d0%b5%d0%bc%d0%b8%d0%ba%d0%b0%d1%80%d0%b0%d0%ba%d0%be%d1%80%d1%81%d0%ba'),
(408679, 781900, 'ru', 'Зерноград', 1, '%d0%97%d0%b5%d1%80%d0%bd%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(408680, 781900, 'ru', 'Морозовск', 1, '%d0%9c%d0%be%d1%80%d0%be%d0%b7%d0%be%d0%b2%d1%81%d0%ba'),
(408681, 781900, 'ru', 'Красный Сулин', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%a1%d1%83%d0%bb%d0%b8%d0%bd'),
(408682, 781900, 'ru', 'Белая Калитва', 1, '%d0%91%d0%b5%d0%bb%d0%b0%d1%8f-%d0%9a%d0%b0%d0%bb%d0%b8%d1%82%d0%b2%d0%b0'),
(408683, 781900, 'ru', 'Донецк', 1, '%d0%94%d0%be%d0%bd%d0%b5%d1%86%d0%ba'),
(408684, 781900, 'ru', 'Сальск', 1, '%d0%a1%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408685, 781900, 'ru', 'Каменск-Шахтинский', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba-%d0%a8%d0%b0%d1%85%d1%82%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408686, 781900, 'ru', 'Азов', 1, '%d0%90%d0%b7%d0%be%d0%b2'),
(408687, 781900, 'ru', 'Новошахтинск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%88%d0%b0%d1%85%d1%82%d0%b8%d0%bd%d1%81%d0%ba'),
(408688, 781900, 'ru', 'Новочеркасск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%87%d0%b5%d1%80%d0%ba%d0%b0%d1%81%d1%81%d0%ba'),
(408689, 781900, 'ru', 'Волгодонск', 1, '%d0%92%d0%be%d0%bb%d0%b3%d0%be%d0%b4%d0%be%d0%bd%d1%81%d0%ba'),
(408690, 781900, 'ru', 'Таганрог', 1, '%d0%a2%d0%b0%d0%b3%d0%b0%d0%bd%d1%80%d0%be%d0%b3'),
(408691, 781900, 'ru', 'Ростов-на-Дону', 1, '%d0%a0%d0%be%d1%81%d1%82%d0%be%d0%b2-%d0%bd%d0%b0-%d0%94%d0%be%d0%bd%d1%83');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781901, 'ru', 'Рязанская область', 1, '%d0%a0%d1%8f%d0%b7%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408692, 781901, 'ru', 'Касимов', 1, '%d0%9a%d0%b0%d1%81%d0%b8%d0%bc%d0%be%d0%b2'),
(408693, 781901, 'ru', 'Кораблино', 1, '%d0%9a%d0%be%d1%80%d0%b0%d0%b1%d0%bb%d0%b8%d0%bd%d0%be'),
(408694, 781901, 'ru', 'Лесной', 1, '%d0%9b%d0%b5%d1%81%d0%bd%d0%be%d0%b9'),
(408695, 781901, 'ru', 'Михайлов', 1, '%d0%9c%d0%b8%d1%85%d0%b0%d0%b9%d0%bb%d0%be%d0%b2'),
(408696, 781901, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408697, 781901, 'ru', 'Поляны', 1, '%d0%9f%d0%be%d0%bb%d1%8f%d0%bd%d1%8b'),
(408698, 781901, 'ru', 'Рыбное', 1, '%d0%a0%d1%8b%d0%b1%d0%bd%d0%be%d0%b5'),
(408699, 781901, 'ru', 'Сасово', 1, '%d0%a1%d0%b0%d1%81%d0%be%d0%b2%d0%be'),
(408700, 781901, 'ru', 'Шилово', 1, '%d0%a8%d0%b8%d0%bb%d0%be%d0%b2%d0%be'),
(408701, 781901, 'ru', 'Старожилово', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%b6%d0%b8%d0%bb%d0%be%d0%b2%d0%be'),
(408702, 781901, 'ru', 'Ухолово', 1, '%d0%a3%d1%85%d0%be%d0%bb%d0%be%d0%b2%d0%be'),
(408703, 781901, 'ru', 'Спас-Клепики', 1, '%d0%a1%d0%bf%d0%b0%d1%81-%d0%9a%d0%bb%d0%b5%d0%bf%d0%b8%d0%ba%d0%b8'),
(408704, 781901, 'ru', 'Кадом', 1, '%d0%9a%d0%b0%d0%b4%d0%be%d0%bc'),
(408705, 781901, 'ru', 'Тума', 1, '%d0%a2%d1%83%d0%bc%d0%b0'),
(408706, 781901, 'ru', 'Сараи', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d0%b8'),
(408707, 781901, 'ru', 'Шацк', 1, '%d0%a8%d0%b0%d1%86%d0%ba'),
(408708, 781901, 'ru', 'Спасск-Рязанский', 1, '%d0%a1%d0%bf%d0%b0%d1%81%d1%81%d0%ba-%d0%a0%d1%8f%d0%b7%d0%b0%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408709, 781901, 'ru', 'Новомичуринск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bc%d0%b8%d1%87%d1%83%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(408710, 781901, 'ru', 'Ряжск', 1, '%d0%a0%d1%8f%d0%b6%d1%81%d0%ba'),
(408711, 781901, 'ru', 'Скопин', 1, '%d0%a1%d0%ba%d0%be%d0%bf%d0%b8%d0%bd'),
(408712, 781901, 'ru', 'Рязань', 1, '%d0%a0%d1%8f%d0%b7%d0%b0%d0%bd%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781902, 'ru', 'Самарская область', 1, '%d0%a1%d0%b0%d0%bc%d0%b0%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408713, 781902, 'ru', 'Алексеевка', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(408714, 781902, 'ru', 'Большая Глушица', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%b0%d1%8f-%d0%93%d0%bb%d1%83%d1%88%d0%b8%d1%86%d0%b0'),
(408715, 781902, 'ru', 'Нефтегорск', 1, '%d0%9d%d0%b5%d1%84%d1%82%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408716, 781902, 'ru', 'Октябрьск', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba'),
(408717, 781902, 'ru', 'Отрадный', 1, '%d0%9e%d1%82%d1%80%d0%b0%d0%b4%d0%bd%d1%8b%d0%b9'),
(408718, 781902, 'ru', 'Похвистнево', 1, '%d0%9f%d0%be%d1%85%d0%b2%d0%b8%d1%81%d1%82%d0%bd%d0%b5%d0%b2%d0%be'),
(408719, 781902, 'ru', 'Рощинский', 1, '%d0%a0%d0%be%d1%89%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408720, 781902, 'ru', 'Суходол', 1, '%d0%a1%d1%83%d1%85%d0%be%d0%b4%d0%be%d0%bb'),
(408721, 781902, 'ru', 'Чапаевск', 1, '%d0%a7%d0%b0%d0%bf%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(408722, 781902, 'ru', 'Кинель-Черкассы', 1, '%d0%9a%d0%b8%d0%bd%d0%b5%d0%bb%d1%8c-%d0%a7%d0%b5%d1%80%d0%ba%d0%b0%d1%81%d1%81%d1%8b'),
(408723, 781902, 'ru', 'Безенчук', 1, '%d0%91%d0%b5%d0%b7%d0%b5%d0%bd%d1%87%d1%83%d0%ba'),
(408724, 781902, 'ru', 'Кинель', 1, '%d0%9a%d0%b8%d0%bd%d0%b5%d0%bb%d1%8c'),
(408725, 781902, 'ru', 'Жигулёвск', 1, '%d0%96%d0%b8%d0%b3%d1%83%d0%bb%d1%91%d0%b2%d1%81%d0%ba'),
(408726, 781902, 'ru', 'Новокуйбышевск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%ba%d1%83%d0%b9%d0%b1%d1%8b%d1%88%d0%b5%d0%b2%d1%81%d0%ba'),
(408727, 781902, 'ru', 'Сызрань', 1, '%d0%a1%d1%8b%d0%b7%d1%80%d0%b0%d0%bd%d1%8c'),
(408728, 781902, 'ru', 'Тольятти', 1, '%d0%a2%d0%be%d0%bb%d1%8c%d1%8f%d1%82%d1%82%d0%b8'),
(408729, 781902, 'ru', 'Самара', 1, '%d0%a1%d0%b0%d0%bc%d0%b0%d1%80%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781903, 'ru', 'Санкт-Петербург', 1, '%d0%a1%d0%b0%d0%bd%d0%ba%d1%82-%d0%9f%d0%b5%d1%82%d0%b5%d1%80%d0%b1%d1%83%d1%80%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408730, 781903, 'ru', 'Санкт-Петербург', 1, '%d0%a1%d0%b0%d0%bd%d0%ba%d1%82-%d0%9f%d0%b5%d1%82%d0%b5%d1%80%d0%b1%d1%83%d1%80%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781904, 'ru', 'Саратовская область', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d1%82%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408731, 781904, 'ru', 'Балаково', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d0%ba%d0%be%d0%b2%d0%be'),
(408732, 781904, 'ru', 'Балашов', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d1%88%d0%be%d0%b2'),
(408733, 781904, 'ru', 'Вольск', 1, '%d0%92%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(408734, 781904, 'ru', 'Ершов', 1, '%d0%95%d1%80%d1%88%d0%be%d0%b2'),
(408735, 781904, 'ru', 'Калининск', 1, '%d0%9a%d0%b0%d0%bb%d0%b8%d0%bd%d0%b8%d0%bd%d1%81%d0%ba'),
(408736, 781904, 'ru', 'Красноармейск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b0%d1%80%d0%bc%d0%b5%d0%b9%d1%81%d0%ba'),
(408737, 781904, 'ru', 'Красный Кут', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%9a%d1%83%d1%82'),
(408738, 781904, 'ru', 'Петровск', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408739, 781904, 'ru', 'Пугачёв', 1, '%d0%9f%d1%83%d0%b3%d0%b0%d1%87%d1%91%d0%b2'),
(408740, 781904, 'ru', 'Ртищево', 1, '%d0%a0%d1%82%d0%b8%d1%89%d0%b5%d0%b2%d0%be'),
(408741, 781904, 'ru', 'Светлый', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d1%8b%d0%b9'),
(408742, 781904, 'ru', 'Степное', 1, '%d0%a1%d1%82%d0%b5%d0%bf%d0%bd%d0%be%d0%b5'),
(408743, 781904, 'ru', 'Энгельс', 1, '%d0%ad%d0%bd%d0%b3%d0%b5%d0%bb%d1%8c%d1%81'),
(408744, 781904, 'ru', 'Приволжский', 1, '%d0%9f%d1%80%d0%b8%d0%b2%d0%be%d0%bb%d0%b6%d1%81%d0%ba%d0%b8%d0%b9'),
(408745, 781904, 'ru', 'Озинки', 1, '%d0%9e%d0%b7%d0%b8%d0%bd%d0%ba%d0%b8'),
(408746, 781904, 'ru', 'Базарный Карабулак', 1, '%d0%91%d0%b0%d0%b7%d0%b0%d1%80%d0%bd%d1%8b%d0%b9-%d0%9a%d0%b0%d1%80%d0%b0%d0%b1%d1%83%d0%bb%d0%b0%d0%ba'),
(408747, 781904, 'ru', 'Хвалынск', 1, '%d0%a5%d0%b2%d0%b0%d0%bb%d1%8b%d0%bd%d1%81%d0%ba'),
(408748, 781904, 'ru', 'Аркадак', 1, '%d0%90%d1%80%d0%ba%d0%b0%d0%b4%d0%b0%d0%ba'),
(408749, 781904, 'ru', 'Новоузенск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%83%d0%b7%d0%b5%d0%bd%d1%81%d0%ba'),
(408750, 781904, 'ru', 'Аткарск', 1, '%d0%90%d1%82%d0%ba%d0%b0%d1%80%d1%81%d0%ba'),
(408751, 781904, 'ru', 'Маркс', 1, '%d0%9c%d0%b0%d1%80%d0%ba%d1%81'),
(408752, 781904, 'ru', 'Саратов', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d1%82%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781905, 'ru', 'Сахалинская область', 1, '%d0%a1%d0%b0%d1%85%d0%b0%d0%bb%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408753, 781905, 'ru', 'Углегорск', 1, '%d0%a3%d0%b3%d0%bb%d0%b5%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408754, 781905, 'ru', 'Горнозаводск', 1, '%d0%93%d0%be%d1%80%d0%bd%d0%be%d0%b7%d0%b0%d0%b2%d0%be%d0%b4%d1%81%d0%ba'),
(408755, 781905, 'ru', 'Южно-Курильск', 1, '%d0%ae%d0%b6%d0%bd%d0%be-%d0%9a%d1%83%d1%80%d0%b8%d0%bb%d1%8c%d1%81%d0%ba'),
(408756, 781905, 'ru', 'Макаров', 1, '%d0%9c%d0%b0%d0%ba%d0%b0%d1%80%d0%be%d0%b2'),
(408757, 781905, 'ru', 'Смирных', 1, '%d0%a1%d0%bc%d0%b8%d1%80%d0%bd%d1%8b%d1%85'),
(408758, 781905, 'ru', 'Анива', 1, '%d0%90%d0%bd%d0%b8%d0%b2%d0%b0'),
(408759, 781905, 'ru', 'Тымовское', 1, '%d0%a2%d1%8b%d0%bc%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408760, 781905, 'ru', 'Ноглики', 1, '%d0%9d%d0%be%d0%b3%d0%bb%d0%b8%d0%ba%d0%b8'),
(408761, 781905, 'ru', 'Шахтёрск', 1, '%d0%a8%d0%b0%d1%85%d1%82%d1%91%d1%80%d1%81%d0%ba'),
(408762, 781905, 'ru', 'Долинск', 1, '%d0%94%d0%be%d0%bb%d0%b8%d0%bd%d1%81%d0%ba'),
(408763, 781905, 'ru', 'Александровск-Сахалинский', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d1%81%d0%ba-%d0%a1%d0%b0%d1%85%d0%b0%d0%bb%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408764, 781905, 'ru', 'Поронайск', 1, '%d0%9f%d0%be%d1%80%d0%be%d0%bd%d0%b0%d0%b9%d1%81%d0%ba'),
(408765, 781905, 'ru', 'Невельск', 1, '%d0%9d%d0%b5%d0%b2%d0%b5%d0%bb%d1%8c%d1%81%d0%ba'),
(408766, 781905, 'ru', 'Оха', 1, '%d0%9e%d1%85%d0%b0'),
(408767, 781905, 'ru', 'Холмск', 1, '%d0%a5%d0%be%d0%bb%d0%bc%d1%81%d0%ba'),
(408768, 781905, 'ru', 'Корсаков', 1, '%d0%9a%d0%be%d1%80%d1%81%d0%b0%d0%ba%d0%be%d0%b2'),
(408769, 781905, 'ru', 'Южно-Сахалинск', 1, '%d0%ae%d0%b6%d0%bd%d0%be-%d0%a1%d0%b0%d1%85%d0%b0%d0%bb%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781906, 'ru', 'Свердловская область', 1, '%d0%a1%d0%b2%d0%b5%d1%80%d0%b4%d0%bb%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408770, 781906, 'ru', 'Артёмовский', 1, '%d0%90%d1%80%d1%82%d1%91%d0%bc%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408771, 781906, 'ru', 'Асбест', 1, '%d0%90%d1%81%d0%b1%d0%b5%d1%81%d1%82'),
(408772, 781906, 'ru', 'Берёзовский', 1, '%d0%91%d0%b5%d1%80%d1%91%d0%b7%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408773, 781906, 'ru', 'Заречный', 1, '%d0%97%d0%b0%d1%80%d0%b5%d1%87%d0%bd%d1%8b%d0%b9'),
(408774, 781906, 'ru', 'Лесной', 1, '%d0%9b%d0%b5%d1%81%d0%bd%d0%be%d0%b9'),
(408775, 781906, 'ru', 'Нижняя Тура', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d1%8f%d1%8f-%d0%a2%d1%83%d1%80%d0%b0'),
(408776, 781906, 'ru', 'Ревда', 1, '%d0%a0%d0%b5%d0%b2%d0%b4%d0%b0'),
(408777, 781906, 'ru', 'Серов', 1, '%d0%a1%d0%b5%d1%80%d0%be%d0%b2'),
(408778, 781906, 'ru', 'Сухой Лог', 1, '%d0%a1%d1%83%d1%85%d0%be%d0%b9-%d0%9b%d0%be%d0%b3'),
(408779, 781906, 'ru', 'Талица', 1, '%d0%a2%d0%b0%d0%bb%d0%b8%d1%86%d0%b0'),
(408780, 781906, 'ru', 'Дегтярск', 1, '%d0%94%d0%b5%d0%b3%d1%82%d1%8f%d1%80%d1%81%d0%ba'),
(408781, 781906, 'ru', 'Нижняя Салда', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d1%8f%d1%8f-%d0%a1%d0%b0%d0%bb%d0%b4%d0%b0'),
(408782, 781906, 'ru', 'Рефтинский', 1, '%d0%a0%d0%b5%d1%84%d1%82%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408783, 781906, 'ru', 'Туринск', 1, '%d0%a2%d1%83%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(408784, 781906, 'ru', 'Ивдель', 1, '%d0%98%d0%b2%d0%b4%d0%b5%d0%bb%d1%8c'),
(408785, 781906, 'ru', 'Среднеуральск', 1, '%d0%a1%d1%80%d0%b5%d0%b4%d0%bd%d0%b5%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408786, 781906, 'ru', 'Сысерть', 1, '%d0%a1%d1%8b%d1%81%d0%b5%d1%80%d1%82%d1%8c'),
(408787, 781906, 'ru', 'Кировград', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d0%b3%d1%80%d0%b0%d0%b4'),
(408788, 781906, 'ru', 'Невьянск', 1, '%d0%9d%d0%b5%d0%b2%d1%8c%d1%8f%d0%bd%d1%81%d0%ba'),
(408789, 781906, 'ru', 'Красноуральск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408790, 781906, 'ru', 'Камышлов', 1, '%d0%9a%d0%b0%d0%bc%d1%8b%d1%88%d0%bb%d0%be%d0%b2'),
(408791, 781906, 'ru', 'Карпинск', 1, '%d0%9a%d0%b0%d1%80%d0%bf%d0%b8%d0%bd%d1%81%d0%ba'),
(408792, 781906, 'ru', 'Богданович', 1, '%d0%91%d0%be%d0%b3%d0%b4%d0%b0%d0%bd%d0%be%d0%b2%d0%b8%d1%87'),
(408793, 781906, 'ru', 'Североуральск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408794, 781906, 'ru', 'Кушва', 1, '%d0%9a%d1%83%d1%88%d0%b2%d0%b0'),
(408795, 781906, 'ru', 'Реж', 1, '%d0%a0%d0%b5%d0%b6'),
(408796, 781906, 'ru', 'Тавда', 1, '%d0%a2%d0%b0%d0%b2%d0%b4%d0%b0'),
(408797, 781906, 'ru', 'Ирбит', 1, '%d0%98%d1%80%d0%b1%d0%b8%d1%82'),
(408798, 781906, 'ru', 'Красноуфимск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%83%d1%84%d0%b8%d0%bc%d1%81%d0%ba'),
(408799, 781906, 'ru', 'Качканар', 1, '%d0%9a%d0%b0%d1%87%d0%ba%d0%b0%d0%bd%d0%b0%d1%80'),
(408800, 781906, 'ru', 'Алапаевск', 1, '%d0%90%d0%bb%d0%b0%d0%bf%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(408801, 781906, 'ru', 'Верхняя Салда', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d1%8f%d1%8f-%d0%a1%d0%b0%d0%bb%d0%b4%d0%b0'),
(408802, 781906, 'ru', 'Верхняя Пышма', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d1%8f%d1%8f-%d0%9f%d1%8b%d1%88%d0%bc%d0%b0'),
(408803, 781906, 'ru', 'Краснотурьинск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d1%82%d1%83%d1%80%d1%8c%d0%b8%d0%bd%d1%81%d0%ba'),
(408804, 781906, 'ru', 'Полевской', 1, '%d0%9f%d0%be%d0%bb%d0%b5%d0%b2%d1%81%d0%ba%d0%be%d0%b9'),
(408805, 781906, 'ru', 'Новоуральск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408806, 781906, 'ru', 'Первоуральск', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(408807, 781906, 'ru', 'Каменск-Уральский', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba-%d0%a3%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408808, 781906, 'ru', 'Нижний Тагил', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b8%d0%b9-%d0%a2%d0%b0%d0%b3%d0%b8%d0%bb'),
(408809, 781906, 'ru', 'Екатеринбург', 1, '%d0%95%d0%ba%d0%b0%d1%82%d0%b5%d1%80%d0%b8%d0%bd%d0%b1%d1%83%d1%80%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781907, 'ru', 'Смоленская область', 1, '%d0%a1%d0%bc%d0%be%d0%bb%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408810, 781907, 'ru', 'Ярцево', 1, '%d0%af%d1%80%d1%86%d0%b5%d0%b2%d0%be'),
(408811, 781907, 'ru', 'Сычёвка', 1, '%d0%a1%d1%8b%d1%87%d1%91%d0%b2%d0%ba%d0%b0'),
(408812, 781907, 'ru', 'Смоленск', 1, '%d0%a1%d0%bc%d0%be%d0%bb%d0%b5%d0%bd%d1%81%d0%ba'),
(408813, 781907, 'ru', 'Сафоново', 1, '%d0%a1%d0%b0%d1%84%d0%be%d0%bd%d0%be%d0%b2%d0%be'),
(408814, 781907, 'ru', 'Рудня', 1, '%d0%a0%d1%83%d0%b4%d0%bd%d1%8f'),
(408815, 781907, 'ru', 'Рославль', 1, '%d0%a0%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d0%bb%d1%8c'),
(408816, 781907, 'ru', 'Починок', 1, '%d0%9f%d0%be%d1%87%d0%b8%d0%bd%d0%be%d0%ba'),
(408817, 781907, 'ru', 'Озёрный', 1, '%d0%9e%d0%b7%d1%91%d1%80%d0%bd%d1%8b%d0%b9'),
(408818, 781907, 'ru', 'Ельня', 1, '%d0%95%d0%bb%d1%8c%d0%bd%d1%8f'),
(408819, 781907, 'ru', 'Дорогобуж', 1, '%d0%94%d0%be%d1%80%d0%be%d0%b3%d0%be%d0%b1%d1%83%d0%b6'),
(408820, 781907, 'ru', 'Десногорск', 1, '%d0%94%d0%b5%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408821, 781907, 'ru', 'Демидов', 1, '%d0%94%d0%b5%d0%bc%d0%b8%d0%b4%d0%be%d0%b2'),
(408822, 781907, 'ru', 'Гагарин', 1, '%d0%93%d0%b0%d0%b3%d0%b0%d1%80%d0%b8%d0%bd'),
(408823, 781907, 'ru', 'Вязьма', 1, '%d0%92%d1%8f%d0%b7%d1%8c%d0%bc%d0%b0'),
(408824, 781907, 'ru', 'Верхнеднепровский', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b5%d0%b4%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408825, 781907, 'ru', 'Велиж', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%b6');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781908, 'ru', 'Ставропольский край', 1, '%d0%a1%d1%82%d0%b0%d0%b2%d1%80%d0%be%d0%bf%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408826, 781908, 'ru', 'Александровское', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408827, 781908, 'ru', 'Благодарный', 1, '%d0%91%d0%bb%d0%b0%d0%b3%d0%be%d0%b4%d0%b0%d1%80%d0%bd%d1%8b%d0%b9'),
(408828, 781908, 'ru', 'Дивное', 1, '%d0%94%d0%b8%d0%b2%d0%bd%d0%be%d0%b5'),
(408829, 781908, 'ru', 'Железноводск', 1, '%d0%96%d0%b5%d0%bb%d0%b5%d0%b7%d0%bd%d0%be%d0%b2%d0%be%d0%b4%d1%81%d0%ba'),
(408830, 781908, 'ru', 'Изобильный', 1, '%d0%98%d0%b7%d0%be%d0%b1%d0%b8%d0%bb%d1%8c%d0%bd%d1%8b%d0%b9'),
(408831, 781908, 'ru', 'Иноземцево', 1, '%d0%98%d0%bd%d0%be%d0%b7%d0%b5%d0%bc%d1%86%d0%b5%d0%b2%d0%be'),
(408832, 781908, 'ru', 'Ипатово', 1, '%d0%98%d0%bf%d0%b0%d1%82%d0%be%d0%b2%d0%be'),
(408833, 781908, 'ru', 'Красногвардейское', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%b2%d0%b0%d1%80%d0%b4%d0%b5%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(408834, 781908, 'ru', 'Михайловск', 1, '%d0%9c%d0%b8%d1%85%d0%b0%d0%b9%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(408835, 781908, 'ru', 'Нефтекумск', 1, '%d0%9d%d0%b5%d1%84%d1%82%d0%b5%d0%ba%d1%83%d0%bc%d1%81%d0%ba'),
(408836, 781908, 'ru', 'Новоалександровск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b0%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408837, 781908, 'ru', 'Суворовская', 1, '%d0%a1%d1%83%d0%b2%d0%be%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(408838, 781908, 'ru', 'Донское', 1, '%d0%94%d0%be%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408839, 781908, 'ru', 'Арзгир', 1, '%d0%90%d1%80%d0%b7%d0%b3%d0%b8%d1%80'),
(408840, 781908, 'ru', 'Свободы', 1, '%d0%a1%d0%b2%d0%be%d0%b1%d0%be%d0%b4%d1%8b'),
(408841, 781908, 'ru', 'Незлобная', 1, '%d0%9d%d0%b5%d0%b7%d0%bb%d0%be%d0%b1%d0%bd%d0%b0%d1%8f'),
(408842, 781908, 'ru', 'Ессентукская', 1, '%d0%95%d1%81%d1%81%d0%b5%d0%bd%d1%82%d1%83%d0%ba%d1%81%d0%ba%d0%b0%d1%8f'),
(408843, 781908, 'ru', 'Лермонтов', 1, '%d0%9b%d0%b5%d1%80%d0%bc%d0%be%d0%bd%d1%82%d0%be%d0%b2'),
(408844, 781908, 'ru', 'Новопавловск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bf%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(408845, 781908, 'ru', 'Кочубеевское', 1, '%d0%9a%d0%be%d1%87%d1%83%d0%b1%d0%b5%d0%b5%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408846, 781908, 'ru', 'Горячеводский', 1, '%d0%93%d0%be%d1%80%d1%8f%d1%87%d0%b5%d0%b2%d0%be%d0%b4%d1%81%d0%ba%d0%b8%d0%b9'),
(408847, 781908, 'ru', 'Светлоград', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(408848, 781908, 'ru', 'Зеленокумск', 1, '%d0%97%d0%b5%d0%bb%d0%b5%d0%bd%d0%be%d0%ba%d1%83%d0%bc%d1%81%d0%ba'),
(408849, 781908, 'ru', 'Будённовск', 1, '%d0%91%d1%83%d0%b4%d1%91%d0%bd%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(408850, 781908, 'ru', 'Георгиевск', 1, '%d0%93%d0%b5%d0%be%d1%80%d0%b3%d0%b8%d0%b5%d0%b2%d1%81%d0%ba'),
(408851, 781908, 'ru', 'Минеральные Воды', 1, '%d0%9c%d0%b8%d0%bd%d0%b5%d1%80%d0%b0%d0%bb%d1%8c%d0%bd%d1%8b%d0%b5-%d0%92%d0%be%d0%b4%d1%8b'),
(408852, 781908, 'ru', 'Ессентуки', 1, '%d0%95%d1%81%d1%81%d0%b5%d0%bd%d1%82%d1%83%d0%ba%d0%b8'),
(408853, 781908, 'ru', 'Кисловодск', 1, '%d0%9a%d0%b8%d1%81%d0%bb%d0%be%d0%b2%d0%be%d0%b4%d1%81%d0%ba'),
(408854, 781908, 'ru', 'Невинномысск', 1, '%d0%9d%d0%b5%d0%b2%d0%b8%d0%bd%d0%bd%d0%be%d0%bc%d1%8b%d1%81%d1%81%d0%ba'),
(408855, 781908, 'ru', 'Пятигорск', 1, '%d0%9f%d1%8f%d1%82%d0%b8%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408856, 781908, 'ru', 'Ставрополь', 1, '%d0%a1%d1%82%d0%b0%d0%b2%d1%80%d0%be%d0%bf%d0%be%d0%bb%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781909, 'ru', 'Тамбовская область', 1, '%d0%a2%d0%b0%d0%bc%d0%b1%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408857, 781909, 'ru', 'Дмитриевка', 1, '%d0%94%d0%bc%d0%b8%d1%82%d1%80%d0%b8%d0%b5%d0%b2%d0%ba%d0%b0'),
(408858, 781909, 'ru', 'Знаменка', 1, '%d0%97%d0%bd%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(408859, 781909, 'ru', 'Кирсанов', 1, '%d0%9a%d0%b8%d1%80%d1%81%d0%b0%d0%bd%d0%be%d0%b2'),
(408860, 781909, 'ru', 'Мордово', 1, '%d0%9c%d0%be%d1%80%d0%b4%d0%be%d0%b2%d0%be'),
(408861, 781909, 'ru', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(408862, 781909, 'ru', 'Петровское', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408863, 781909, 'ru', 'Рассказово', 1, '%d0%a0%d0%b0%d1%81%d1%81%d0%ba%d0%b0%d0%b7%d0%be%d0%b2%d0%be'),
(408864, 781909, 'ru', 'Сосновка', 1, '%d0%a1%d0%be%d1%81%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(408865, 781909, 'ru', 'Строитель', 1, '%d0%a1%d1%82%d1%80%d0%be%d0%b8%d1%82%d0%b5%d0%bb%d1%8c'),
(408866, 781909, 'ru', 'Токарёвка', 1, '%d0%a2%d0%be%d0%ba%d0%b0%d1%80%d1%91%d0%b2%d0%ba%d0%b0'),
(408867, 781909, 'ru', 'Уварово', 1, '%d0%a3%d0%b2%d0%b0%d1%80%d0%be%d0%b2%d0%be'),
(408868, 781909, 'ru', 'Новая Ляда', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%9b%d1%8f%d0%b4%d0%b0'),
(408869, 781909, 'ru', 'Покрово-Пригородное', 1, '%d0%9f%d0%be%d0%ba%d1%80%d0%be%d0%b2%d0%be-%d0%9f%d1%80%d0%b8%d0%b3%d0%be%d1%80%d0%be%d0%b4%d0%bd%d0%be%d0%b5'),
(408870, 781909, 'ru', 'Заворонежское', 1, '%d0%97%d0%b0%d0%b2%d0%be%d1%80%d0%be%d0%bd%d0%b5%d0%b6%d1%81%d0%ba%d0%be%d0%b5'),
(408871, 781909, 'ru', 'Ржакса', 1, '%d0%a0%d0%b6%d0%b0%d0%ba%d1%81%d0%b0'),
(408872, 781909, 'ru', 'Староюрьево', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d1%8e%d1%80%d1%8c%d0%b5%d0%b2%d0%be'),
(408873, 781909, 'ru', 'Мучкапский', 1, '%d0%9c%d1%83%d1%87%d0%ba%d0%b0%d0%bf%d1%81%d0%ba%d0%b8%d0%b9'),
(408874, 781909, 'ru', 'Инжавино', 1, '%d0%98%d0%bd%d0%b6%d0%b0%d0%b2%d0%b8%d0%bd%d0%be'),
(408875, 781909, 'ru', 'Жердевка', 1, '%d0%96%d0%b5%d1%80%d0%b4%d0%b5%d0%b2%d0%ba%d0%b0'),
(408876, 781909, 'ru', 'Котовск', 1, '%d0%9a%d0%be%d1%82%d0%be%d0%b2%d1%81%d0%ba'),
(408877, 781909, 'ru', 'Моршанск', 1, '%d0%9c%d0%be%d1%80%d1%88%d0%b0%d0%bd%d1%81%d0%ba'),
(408878, 781909, 'ru', 'Мичуринск', 1, '%d0%9c%d0%b8%d1%87%d1%83%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(408879, 781909, 'ru', 'Тамбов', 1, '%d0%a2%d0%b0%d0%bc%d0%b1%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781910, 'ru', 'Тверская область', 1, '%d0%a2%d0%b2%d0%b5%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408880, 781910, 'ru', 'Бологое', 1, '%d0%91%d0%be%d0%bb%d0%be%d0%b3%d0%be%d0%b5'),
(408881, 781910, 'ru', 'Кашин', 1, '%d0%9a%d0%b0%d1%88%d0%b8%d0%bd'),
(408882, 781910, 'ru', 'Конаково', 1, '%d0%9a%d0%be%d0%bd%d0%b0%d0%ba%d0%be%d0%b2%d0%be'),
(408883, 781910, 'ru', 'Кувшиново', 1, '%d0%9a%d1%83%d0%b2%d1%88%d0%b8%d0%bd%d0%be%d0%b2%d0%be'),
(408884, 781910, 'ru', 'Нелидово', 1, '%d0%9d%d0%b5%d0%bb%d0%b8%d0%b4%d0%be%d0%b2%d0%be'),
(408885, 781910, 'ru', 'Озёрный', 1, '%d0%9e%d0%b7%d1%91%d1%80%d0%bd%d1%8b%d0%b9'),
(408886, 781910, 'ru', 'Редкино', 1, '%d0%a0%d0%b5%d0%b4%d0%ba%d0%b8%d0%bd%d0%be'),
(408887, 781910, 'ru', 'Лихославль', 1, '%d0%9b%d0%b8%d1%85%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d0%bb%d1%8c'),
(408888, 781910, 'ru', 'Торопец', 1, '%d0%a2%d0%be%d1%80%d0%be%d0%bf%d0%b5%d1%86'),
(408889, 781910, 'ru', 'Калязин', 1, '%d0%9a%d0%b0%d0%bb%d1%8f%d0%b7%d0%b8%d0%bd'),
(408890, 781910, 'ru', 'Осташков', 1, '%d0%9e%d1%81%d1%82%d0%b0%d1%88%d0%ba%d0%be%d0%b2'),
(408891, 781910, 'ru', 'Бежецк', 1, '%d0%91%d0%b5%d0%b6%d0%b5%d1%86%d0%ba'),
(408892, 781910, 'ru', 'Удомля', 1, '%d0%a3%d0%b4%d0%be%d0%bc%d0%bb%d1%8f'),
(408893, 781910, 'ru', 'Торжок', 1, '%d0%a2%d0%be%d1%80%d0%b6%d0%be%d0%ba'),
(408894, 781910, 'ru', 'Кимры', 1, '%d0%9a%d0%b8%d0%bc%d1%80%d1%8b'),
(408895, 781910, 'ru', 'Вышний Волочёк', 1, '%d0%92%d1%8b%d1%88%d0%bd%d0%b8%d0%b9-%d0%92%d0%be%d0%bb%d0%be%d1%87%d1%91%d0%ba'),
(408896, 781910, 'ru', 'Ржев', 1, '%d0%a0%d0%b6%d0%b5%d0%b2'),
(408897, 781910, 'ru', 'Тверь', 1, '%d0%a2%d0%b2%d0%b5%d1%80%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781911, 'ru', 'Томская область', 1, '%d0%a2%d0%be%d0%bc%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408898, 781911, 'ru', 'Александровское', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(408899, 781911, 'ru', 'Белый Яр', 1, '%d0%91%d0%b5%d0%bb%d1%8b%d0%b9-%d0%af%d1%80'),
(408900, 781911, 'ru', 'Зональная Станция', 1, '%d0%97%d0%be%d0%bd%d0%b0%d0%bb%d1%8c%d0%bd%d0%b0%d1%8f-%d0%a1%d1%82%d0%b0%d0%bd%d1%86%d0%b8%d1%8f'),
(408901, 781911, 'ru', 'Зырянское', 1, '%d0%97%d1%8b%d1%80%d1%8f%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408902, 781911, 'ru', 'Кожевниково', 1, '%d0%9a%d0%be%d0%b6%d0%b5%d0%b2%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(408903, 781911, 'ru', 'Мельниково', 1, '%d0%9c%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(408904, 781911, 'ru', 'Молчаново', 1, '%d0%9c%d0%be%d0%bb%d1%87%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(408905, 781911, 'ru', 'Первомайское', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%be%d0%b5'),
(408906, 781911, 'ru', 'Подгорное', 1, '%d0%9f%d0%be%d0%b4%d0%b3%d0%be%d1%80%d0%bd%d0%be%d0%b5'),
(408907, 781911, 'ru', 'Самусь', 1, '%d0%a1%d0%b0%d0%bc%d1%83%d1%81%d1%8c'),
(408908, 781911, 'ru', 'Кривошеино', 1, '%d0%9a%d1%80%d0%b8%d0%b2%d0%be%d1%88%d0%b5%d0%b8%d0%bd%d0%be'),
(408909, 781911, 'ru', 'Парабель', 1, '%d0%9f%d0%b0%d1%80%d0%b0%d0%b1%d0%b5%d0%bb%d1%8c'),
(408910, 781911, 'ru', 'Бакчар', 1, '%d0%91%d0%b0%d0%ba%d1%87%d0%b0%d1%80'),
(408911, 781911, 'ru', 'Тогур', 1, '%d0%a2%d0%be%d0%b3%d1%83%d1%80'),
(408912, 781911, 'ru', 'Каргасок', 1, '%d0%9a%d0%b0%d1%80%d0%b3%d0%b0%d1%81%d0%be%d0%ba'),
(408913, 781911, 'ru', 'Асино', 1, '%d0%90%d1%81%d0%b8%d0%bd%d0%be'),
(408914, 781911, 'ru', 'Колпашево', 1, '%d0%9a%d0%be%d0%bb%d0%bf%d0%b0%d1%88%d0%b5%d0%b2%d0%be'),
(408915, 781911, 'ru', 'Стрежевой', 1, '%d0%a1%d1%82%d1%80%d0%b5%d0%b6%d0%b5%d0%b2%d0%be%d0%b9'),
(408916, 781911, 'ru', 'Северск', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d1%81%d0%ba'),
(408917, 781911, 'ru', 'Томск', 1, '%d0%a2%d0%be%d0%bc%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781912, 'ru', 'Тульская область', 1, '%d0%a2%d1%83%d0%bb%d1%8c%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408918, 781912, 'ru', 'Донской', 1, '%d0%94%d0%be%d0%bd%d1%81%d0%ba%d0%be%d0%b9'),
(408919, 781912, 'ru', 'Киреевск', 1, '%d0%9a%d0%b8%d1%80%d0%b5%d0%b5%d0%b2%d1%81%d0%ba'),
(408920, 781912, 'ru', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(408921, 781912, 'ru', 'Сокольники', 1, '%d0%a1%d0%be%d0%ba%d0%be%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%b8'),
(408922, 781912, 'ru', 'Суворов', 1, '%d0%a1%d1%83%d0%b2%d0%be%d1%80%d0%be%d0%b2'),
(408923, 781912, 'ru', 'Щёкино', 1, '%d0%a9%d1%91%d0%ba%d0%b8%d0%bd%d0%be'),
(408924, 781912, 'ru', 'Болохово', 1, '%d0%91%d0%be%d0%bb%d0%be%d1%85%d0%be%d0%b2%d0%be'),
(408925, 781912, 'ru', 'Белёв', 1, '%d0%91%d0%b5%d0%bb%d1%91%d0%b2'),
(408926, 781912, 'ru', 'Венёв', 1, '%d0%92%d0%b5%d0%bd%d1%91%d0%b2'),
(408927, 781912, 'ru', 'Плавск', 1, '%d0%9f%d0%bb%d0%b0%d0%b2%d1%81%d0%ba'),
(408928, 781912, 'ru', 'Ясногорск', 1, '%d0%af%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(408929, 781912, 'ru', 'Богородицк', 1, '%d0%91%d0%be%d0%b3%d0%be%d1%80%d0%be%d0%b4%d0%b8%d1%86%d0%ba'),
(408930, 781912, 'ru', 'Кимовск', 1, '%d0%9a%d0%b8%d0%bc%d0%be%d0%b2%d1%81%d0%ba'),
(408931, 781912, 'ru', 'Ефремов', 1, '%d0%95%d1%84%d1%80%d0%b5%d0%bc%d0%be%d0%b2'),
(408932, 781912, 'ru', 'Узловая', 1, '%d0%a3%d0%b7%d0%bb%d0%be%d0%b2%d0%b0%d1%8f'),
(408933, 781912, 'ru', 'Алексин', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b8%d0%bd'),
(408934, 781912, 'ru', 'Новомосковск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bc%d0%be%d1%81%d0%ba%d0%be%d0%b2%d1%81%d0%ba'),
(408935, 781912, 'ru', 'Тула', 1, '%d0%a2%d1%83%d0%bb%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781913, 'ru', 'Тюменская область', 1, '%d0%a2%d1%8e%d0%bc%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408936, 781913, 'ru', 'Антипино', 1, '%d0%90%d0%bd%d1%82%d0%b8%d0%bf%d0%b8%d0%bd%d0%be'),
(408937, 781913, 'ru', 'Бердюжье', 1, '%d0%91%d0%b5%d1%80%d0%b4%d1%8e%d0%b6%d1%8c%d0%b5'),
(408938, 781913, 'ru', 'Большое Сорокино', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%be%d0%b5-%d0%a1%d0%be%d1%80%d0%be%d0%ba%d0%b8%d0%bd%d0%be'),
(408939, 781913, 'ru', 'Боровский', 1, '%d0%91%d0%be%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(408940, 781913, 'ru', 'Исетское', 1, '%d0%98%d1%81%d0%b5%d1%82%d1%81%d0%ba%d0%be%d0%b5'),
(408941, 781913, 'ru', 'Казанское', 1, '%d0%9a%d0%b0%d0%b7%d0%b0%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408942, 781913, 'ru', 'Каскара', 1, '%d0%9a%d0%b0%d1%81%d0%ba%d0%b0%d1%80%d0%b0'),
(408943, 781913, 'ru', 'Тарманы', 1, '%d0%a2%d0%b0%d1%80%d0%bc%d0%b0%d0%bd%d1%8b'),
(408944, 781913, 'ru', 'Тюмень', 1, '%d0%a2%d1%8e%d0%bc%d0%b5%d0%bd%d1%8c'),
(408945, 781913, 'ru', 'Ярково', 1, '%d0%af%d1%80%d0%ba%d0%be%d0%b2%d0%be'),
(408946, 781913, 'ru', 'Туртас', 1, '%d0%a2%d1%83%d1%80%d1%82%d0%b0%d1%81'),
(408947, 781913, 'ru', 'Упорово', 1, '%d0%a3%d0%bf%d0%be%d1%80%d0%be%d0%b2%d0%be'),
(408948, 781913, 'ru', 'Аромашево', 1, '%d0%90%d1%80%d0%be%d0%bc%d0%b0%d1%88%d0%b5%d0%b2%d0%be'),
(408949, 781913, 'ru', 'Нижняя Тавда', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d1%8f%d1%8f-%d0%a2%d0%b0%d0%b2%d0%b4%d0%b0'),
(408950, 781913, 'ru', 'Викулово', 1, '%d0%92%d0%b8%d0%ba%d1%83%d0%bb%d0%be%d0%b2%d0%be'),
(408951, 781913, 'ru', 'Абатское', 1, '%d0%90%d0%b1%d0%b0%d1%82%d1%81%d0%ba%d0%be%d0%b5'),
(408952, 781913, 'ru', 'Богандинский', 1, '%d0%91%d0%be%d0%b3%d0%b0%d0%bd%d0%b4%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(408953, 781913, 'ru', 'Омутинское', 1, '%d0%9e%d0%bc%d1%83%d1%82%d0%b8%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(408954, 781913, 'ru', 'Винзили', 1, '%d0%92%d0%b8%d0%bd%d0%b7%d0%b8%d0%bb%d0%b8'),
(408955, 781913, 'ru', 'Голышманово', 1, '%d0%93%d0%be%d0%bb%d1%8b%d1%88%d0%bc%d0%b0%d0%bd%d0%be%d0%b2%d0%be'),
(408956, 781913, 'ru', 'Заводоуковск', 1, '%d0%97%d0%b0%d0%b2%d0%be%d0%b4%d0%be%d1%83%d0%ba%d0%be%d0%b2%d1%81%d0%ba'),
(408957, 781913, 'ru', 'Ялуторовск', 1, '%d0%af%d0%bb%d1%83%d1%82%d0%be%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(408958, 781913, 'ru', 'Ишим', 1, '%d0%98%d1%88%d0%b8%d0%bc'),
(408959, 781913, 'ru', 'Тобольск', 1, '%d0%a2%d0%be%d0%b1%d0%be%d0%bb%d1%8c%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781914, 'ru', 'Удмуртская Республика', 1, '%d0%a3%d0%b4%d0%bc%d1%83%d1%80%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408960, 781914, 'ru', 'Глазов', 1, '%d0%93%d0%bb%d0%b0%d0%b7%d0%be%d0%b2'),
(408961, 781914, 'ru', 'Завьялово', 1, '%d0%97%d0%b0%d0%b2%d1%8c%d1%8f%d0%bb%d0%be%d0%b2%d0%be'),
(408962, 781914, 'ru', 'Можга', 1, '%d0%9c%d0%be%d0%b6%d0%b3%d0%b0'),
(408963, 781914, 'ru', 'Новый', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9'),
(408964, 781914, 'ru', 'Якшур-Бодья', 1, '%d0%af%d0%ba%d1%88%d1%83%d1%80-%d0%91%d0%be%d0%b4%d1%8c%d1%8f'),
(408965, 781914, 'ru', 'Яр', 1, '%d0%af%d1%80'),
(408966, 781914, 'ru', 'Каракулино', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%ba%d1%83%d0%bb%d0%b8%d0%bd%d0%be'),
(408967, 781914, 'ru', 'Селты', 1, '%d0%a1%d0%b5%d0%bb%d1%82%d1%8b'),
(408968, 781914, 'ru', 'Вавож', 1, '%d0%92%d0%b0%d0%b2%d0%be%d0%b6'),
(408969, 781914, 'ru', 'Сюмси', 1, '%d0%a1%d1%8e%d0%bc%d1%81%d0%b8'),
(408970, 781914, 'ru', 'Сигаево', 1, '%d0%a1%d0%b8%d0%b3%d0%b0%d0%b5%d0%b2%d0%be'),
(408971, 781914, 'ru', 'Дебёсы', 1, '%d0%94%d0%b5%d0%b1%d1%91%d1%81%d1%8b'),
(408972, 781914, 'ru', 'Алнаши', 1, '%d0%90%d0%bb%d0%bd%d0%b0%d1%88%d0%b8'),
(408973, 781914, 'ru', 'Шаркан', 1, '%d0%a8%d0%b0%d1%80%d0%ba%d0%b0%d0%bd'),
(408974, 781914, 'ru', 'Малая Пурга', 1, '%d0%9c%d0%b0%d0%bb%d0%b0%d1%8f-%d0%9f%d1%83%d1%80%d0%b3%d0%b0'),
(408975, 781914, 'ru', 'Кизнер', 1, '%d0%9a%d0%b8%d0%b7%d0%bd%d0%b5%d1%80'),
(408976, 781914, 'ru', 'Кез', 1, '%d0%9a%d0%b5%d0%b7'),
(408977, 781914, 'ru', 'Камбарка', 1, '%d0%9a%d0%b0%d0%bc%d0%b1%d0%b0%d1%80%d0%ba%d0%b0'),
(408978, 781914, 'ru', 'Балезино', 1, '%d0%91%d0%b0%d0%bb%d0%b5%d0%b7%d0%b8%d0%bd%d0%be'),
(408979, 781914, 'ru', 'Ува', 1, '%d0%a3%d0%b2%d0%b0'),
(408980, 781914, 'ru', 'Игра', 1, '%d0%98%d0%b3%d1%80%d0%b0'),
(408981, 781914, 'ru', 'Воткинск', 1, '%d0%92%d0%be%d1%82%d0%ba%d0%b8%d0%bd%d1%81%d0%ba'),
(408982, 781914, 'ru', 'Сарапул', 1, '%d0%a1%d0%b0%d1%80%d0%b0%d0%bf%d1%83%d0%bb'),
(408983, 781914, 'ru', 'Ижевск', 1, '%d0%98%d0%b6%d0%b5%d0%b2%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781915, 'ru', 'Ульяновская область', 1, '%d0%a3%d0%bb%d1%8c%d1%8f%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(408984, 781915, 'ru', 'Большое Нагаткино', 1, '%d0%91%d0%be%d0%bb%d1%8c%d1%88%d0%be%d0%b5-%d0%9d%d0%b0%d0%b3%d0%b0%d1%82%d0%ba%d0%b8%d0%bd%d0%be'),
(408985, 781915, 'ru', 'Ишеевка', 1, '%d0%98%d1%88%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(408986, 781915, 'ru', 'Кузоватово', 1, '%d0%9a%d1%83%d0%b7%d0%be%d0%b2%d0%b0%d1%82%d0%be%d0%b2%d0%be'),
(408987, 781915, 'ru', 'Майна', 1, '%d0%9c%d0%b0%d0%b9%d0%bd%d0%b0'),
(408988, 781915, 'ru', 'Мулловка', 1, '%d0%9c%d1%83%d0%bb%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408989, 781915, 'ru', 'Николаевка', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d0%ba%d0%b0'),
(408990, 781915, 'ru', 'Новоспасское', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%bf%d0%b0%d1%81%d1%81%d0%ba%d0%be%d0%b5'),
(408991, 781915, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(408992, 781915, 'ru', 'Павловка', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(408993, 781915, 'ru', 'Сурское', 1, '%d0%a1%d1%83%d1%80%d1%81%d0%ba%d0%be%d0%b5'),
(408994, 781915, 'ru', 'Тереньга', 1, '%d0%a2%d0%b5%d1%80%d0%b5%d0%bd%d1%8c%d0%b3%d0%b0'),
(408995, 781915, 'ru', 'Старая Кулатка', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%b0%d1%8f-%d0%9a%d1%83%d0%bb%d0%b0%d1%82%d0%ba%d0%b0'),
(408996, 781915, 'ru', 'Базарный Сызган', 1, '%d0%91%d0%b0%d0%b7%d0%b0%d1%80%d0%bd%d1%8b%d0%b9-%d0%a1%d1%8b%d0%b7%d0%b3%d0%b0%d0%bd'),
(408997, 781915, 'ru', 'Новая Майна', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%9c%d0%b0%d0%b9%d0%bd%d0%b0'),
(408998, 781915, 'ru', 'Старая Майна', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%b0%d1%8f-%d0%9c%d0%b0%d0%b9%d0%bd%d0%b0'),
(408999, 781915, 'ru', 'Вешкайма', 1, '%d0%92%d0%b5%d1%88%d0%ba%d0%b0%d0%b9%d0%bc%d0%b0'),
(409000, 781915, 'ru', 'Сенгилей', 1, '%d0%a1%d0%b5%d0%bd%d0%b3%d0%b8%d0%bb%d0%b5%d0%b9'),
(409001, 781915, 'ru', 'Карсун', 1, '%d0%9a%d0%b0%d1%80%d1%81%d1%83%d0%bd'),
(409002, 781915, 'ru', 'Чердаклы', 1, '%d0%a7%d0%b5%d1%80%d0%b4%d0%b0%d0%ba%d0%bb%d1%8b'),
(409003, 781915, 'ru', 'Новоульяновск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%83%d0%bb%d1%8c%d1%8f%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(409004, 781915, 'ru', 'Барыш', 1, '%d0%91%d0%b0%d1%80%d1%8b%d1%88'),
(409005, 781915, 'ru', 'Инза', 1, '%d0%98%d0%bd%d0%b7%d0%b0'),
(409006, 781915, 'ru', 'Димитровград', 1, '%d0%94%d0%b8%d0%bc%d0%b8%d1%82%d1%80%d0%be%d0%b2%d0%b3%d1%80%d0%b0%d0%b4'),
(409007, 781915, 'ru', 'Ульяновск', 1, '%d0%a3%d0%bb%d1%8c%d1%8f%d0%bd%d0%be%d0%b2%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781916, 'ru', 'Усть-Ордынский Бурятский а. о.', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9e%d1%80%d0%b4%d1%8b%d0%bd%d1%81%d0%ba%d0%b8%d0%b9-%d0%91%d1%83%d1%80%d1%8f%d1%82%d1%81%d0%ba%d0%b8%d0%b9-%d0%b0-%d0%be');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409008, 781916, 'ru', 'Усть-Орды́нский', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9e%d1%80%d0%b4%d1%8b%cc%81%d0%bd%d1%81%d0%ba%d0%b8%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781917, 'ru', 'Хабаровский край', 1, '%d0%a5%d0%b0%d0%b1%d0%b0%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9-%d0%ba%d1%80%d0%b0%d0%b9');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409009, 781917, 'ru', 'Берёзовый', 1, '%d0%91%d0%b5%d1%80%d1%91%d0%b7%d0%be%d0%b2%d1%8b%d0%b9'),
(409010, 781917, 'ru', 'Ванино', 1, '%d0%92%d0%b0%d0%bd%d0%b8%d0%bd%d0%be'),
(409011, 781917, 'ru', 'Заветы Ильича', 1, '%d0%97%d0%b0%d0%b2%d0%b5%d1%82%d1%8b-%d0%98%d0%bb%d1%8c%d0%b8%d1%87%d0%b0'),
(409012, 781917, 'ru', 'Корфовский', 1, '%d0%9a%d0%be%d1%80%d1%84%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409013, 781917, 'ru', 'Некрасовка', 1, '%d0%9d%d0%b5%d0%ba%d1%80%d0%b0%d1%81%d0%be%d0%b2%d0%ba%d0%b0'),
(409014, 781917, 'ru', 'Октябрьский', 1, '%d0%9e%d0%ba%d1%82%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(409015, 781917, 'ru', 'Переяславка', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d1%8f%d1%81%d0%bb%d0%b0%d0%b2%d0%ba%d0%b0'),
(409016, 781917, 'ru', 'Солнечный', 1, '%d0%a1%d0%be%d0%bb%d0%bd%d0%b5%d1%87%d0%bd%d1%8b%d0%b9'),
(409017, 781917, 'ru', 'Троицкое', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba%d0%be%d0%b5'),
(409018, 781917, 'ru', 'Эльбан', 1, '%d0%ad%d0%bb%d1%8c%d0%b1%d0%b0%d0%bd'),
(409019, 781917, 'ru', 'Хурба', 1, '%d0%a5%d1%83%d1%80%d0%b1%d0%b0'),
(409020, 781917, 'ru', 'Охотск', 1, '%d0%9e%d1%85%d0%be%d1%82%d1%81%d0%ba'),
(409021, 781917, 'ru', 'Новый Ургал', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%a3%d1%80%d0%b3%d0%b0%d0%bb'),
(409022, 781917, 'ru', 'Князе-Волконское', 1, '%d0%9a%d0%bd%d1%8f%d0%b7%d0%b5-%d0%92%d0%be%d0%bb%d0%ba%d0%be%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(409023, 781917, 'ru', 'Хор', 1, '%d0%a5%d0%be%d1%80'),
(409024, 781917, 'ru', 'Чегдомын', 1, '%d0%a7%d0%b5%d0%b3%d0%b4%d0%be%d0%bc%d1%8b%d0%bd'),
(409025, 781917, 'ru', 'Вяземский', 1, '%d0%92%d1%8f%d0%b7%d0%b5%d0%bc%d1%81%d0%ba%d0%b8%d0%b9'),
(409026, 781917, 'ru', 'Бикин', 1, '%d0%91%d0%b8%d0%ba%d0%b8%d0%bd'),
(409027, 781917, 'ru', 'Николаевск-на-Амуре', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d1%81%d0%ba-%d0%bd%d0%b0-%d0%90%d0%bc%d1%83%d1%80%d0%b5'),
(409028, 781917, 'ru', 'Советская Гавань', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%93%d0%b0%d0%b2%d0%b0%d0%bd%d1%8c'),
(409029, 781917, 'ru', 'Амурск', 1, '%d0%90%d0%bc%d1%83%d1%80%d1%81%d0%ba'),
(409030, 781917, 'ru', 'Комсомольск-на-Амуре', 1, '%d0%9a%d0%be%d0%bc%d1%81%d0%be%d0%bc%d0%be%d0%bb%d1%8c%d1%81%d0%ba-%d0%bd%d0%b0-%d0%90%d0%bc%d1%83%d1%80%d0%b5'),
(409031, 781917, 'ru', 'Хабаровск', 1, '%d0%a5%d0%b0%d0%b1%d0%b0%d1%80%d0%be%d0%b2%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781918, 'ru', 'Ханты-Мансийский автономный округ', 1, '%d0%a5%d0%b0%d0%bd%d1%82%d1%8b-%d0%9c%d0%b0%d0%bd%d1%81%d0%b8%d0%b9%d1%81%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409032, 781918, 'ru', 'Белый Яр', 1, '%d0%91%d0%b5%d0%bb%d1%8b%d0%b9-%d0%af%d1%80'),
(409033, 781918, 'ru', 'Пойковский', 1, '%d0%9f%d0%be%d0%b9%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409034, 781918, 'ru', 'Радужный', 1, '%d0%a0%d0%b0%d0%b4%d1%83%d0%b6%d0%bd%d1%8b%d0%b9'),
(409035, 781918, 'ru', 'Советский', 1, '%d0%a1%d0%be%d0%b2%d0%b5%d1%82%d1%81%d0%ba%d0%b8%d0%b9'),
(409036, 781918, 'ru', 'Урай', 1, '%d0%a3%d1%80%d0%b0%d0%b9'),
(409037, 781918, 'ru', 'Фёдоровский', 1, '%d0%a4%d1%91%d0%b4%d0%be%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409038, 781918, 'ru', 'Новоаганск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b0%d0%b3%d0%b0%d0%bd%d1%81%d0%ba'),
(409039, 781918, 'ru', 'Междуреченский', 1, '%d0%9c%d0%b5%d0%b6%d0%b4%d1%83%d1%80%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(409040, 781918, 'ru', 'Белоярский', 1, '%d0%91%d0%b5%d0%bb%d0%be%d1%8f%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(409041, 781918, 'ru', 'Нижнесортымский', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d1%81%d0%be%d1%80%d1%82%d1%8b%d0%bc%d1%81%d0%ba%d0%b8%d0%b9'),
(409042, 781918, 'ru', 'Покачи', 1, '%d0%9f%d0%be%d0%ba%d0%b0%d1%87%d0%b8'),
(409043, 781918, 'ru', 'Излучинск', 1, '%d0%98%d0%b7%d0%bb%d1%83%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(409044, 781918, 'ru', 'Югорск', 1, '%d0%ae%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(409045, 781918, 'ru', 'Лянтор', 1, '%d0%9b%d1%8f%d0%bd%d1%82%d0%be%d1%80'),
(409046, 781918, 'ru', 'Лангепас', 1, '%d0%9b%d0%b0%d0%bd%d0%b3%d0%b5%d0%bf%d0%b0%d1%81'),
(409047, 781918, 'ru', 'Пыть-Ях', 1, '%d0%9f%d1%8b%d1%82%d1%8c-%d0%af%d1%85'),
(409048, 781918, 'ru', 'Мегион', 1, '%d0%9c%d0%b5%d0%b3%d0%b8%d0%be%d0%bd'),
(409049, 781918, 'ru', 'Нягань', 1, '%d0%9d%d1%8f%d0%b3%d0%b0%d0%bd%d1%8c'),
(409050, 781918, 'ru', 'Когалым', 1, '%d0%9a%d0%be%d0%b3%d0%b0%d0%bb%d1%8b%d0%bc'),
(409051, 781918, 'ru', 'Ханты-Мансийск', 1, '%d0%a5%d0%b0%d0%bd%d1%82%d1%8b-%d0%9c%d0%b0%d0%bd%d1%81%d0%b8%d0%b9%d1%81%d0%ba'),
(409052, 781918, 'ru', 'Нефтеюганск', 1, '%d0%9d%d0%b5%d1%84%d1%82%d0%b5%d1%8e%d0%b3%d0%b0%d0%bd%d1%81%d0%ba'),
(409053, 781918, 'ru', 'Нижневартовск', 1, '%d0%9d%d0%b8%d0%b6%d0%bd%d0%b5%d0%b2%d0%b0%d1%80%d1%82%d0%be%d0%b2%d1%81%d0%ba'),
(409054, 781918, 'ru', 'Сургут', 1, '%d0%a1%d1%83%d1%80%d0%b3%d1%83%d1%82');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781919, 'ru', 'Челябинская область', 1, '%d0%a7%d0%b5%d0%bb%d1%8f%d0%b1%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409055, 781919, 'ru', 'Аша', 1, '%d0%90%d1%88%d0%b0'),
(409056, 781919, 'ru', 'Златоуст', 1, '%d0%97%d0%bb%d0%b0%d1%82%d0%be%d1%83%d1%81%d1%82'),
(409057, 781919, 'ru', 'Коркино', 1, '%d0%9a%d0%be%d1%80%d0%ba%d0%b8%d0%bd%d0%be'),
(409058, 781919, 'ru', 'Красногорский', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(409059, 781919, 'ru', 'Миньяр', 1, '%d0%9c%d0%b8%d0%bd%d1%8c%d1%8f%d1%80'),
(409060, 781919, 'ru', 'Озёрск', 1, '%d0%9e%d0%b7%d1%91%d1%80%d1%81%d0%ba'),
(409061, 781919, 'ru', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(409062, 781919, 'ru', 'Роза', 1, '%d0%a0%d0%be%d0%b7%d0%b0'),
(409063, 781919, 'ru', 'Троицк', 1, '%d0%a2%d1%80%d0%be%d0%b8%d1%86%d0%ba'),
(409064, 781919, 'ru', 'Увельский', 1, '%d0%a3%d0%b2%d0%b5%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(409065, 781919, 'ru', 'Еманжелинск', 1, '%d0%95%d0%bc%d0%b0%d0%bd%d0%b6%d0%b5%d0%bb%d0%b8%d0%bd%d1%81%d0%ba'),
(409066, 781919, 'ru', 'Долгодеревенское', 1, '%d0%94%d0%be%d0%bb%d0%b3%d0%be%d0%b4%d0%b5%d1%80%d0%b5%d0%b2%d0%b5%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(409067, 781919, 'ru', 'Аргаяш', 1, '%d0%90%d1%80%d0%b3%d0%b0%d1%8f%d1%88'),
(409068, 781919, 'ru', 'Верхнеуральск', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b5%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(409069, 781919, 'ru', 'Бреды', 1, '%d0%91%d1%80%d0%b5%d0%b4%d1%8b'),
(409070, 781919, 'ru', 'Нязепетровск', 1, '%d0%9d%d1%8f%d0%b7%d0%b5%d0%bf%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(409071, 781919, 'ru', 'Юрюзань', 1, '%d0%ae%d1%80%d1%8e%d0%b7%d0%b0%d0%bd%d1%8c'),
(409072, 781919, 'ru', 'Карабаш', 1, '%d0%9a%d0%b0%d1%80%d0%b0%d0%b1%d0%b0%d1%88'),
(409073, 781919, 'ru', 'Сим', 1, '%d0%a1%d0%b8%d0%bc'),
(409074, 781919, 'ru', 'Пласт', 1, '%d0%9f%d0%bb%d0%b0%d1%81%d1%82'),
(409075, 781919, 'ru', 'Касли', 1, '%d0%9a%d0%b0%d1%81%d0%bb%d0%b8'),
(409076, 781919, 'ru', 'Катав-Ивановск', 1, '%d0%9a%d0%b0%d1%82%d0%b0%d0%b2-%d0%98%d0%b2%d0%b0%d0%bd%d0%be%d0%b2%d1%81%d0%ba'),
(409077, 781919, 'ru', 'Куса', 1, '%d0%9a%d1%83%d1%81%d0%b0'),
(409078, 781919, 'ru', 'Бакал', 1, '%d0%91%d0%b0%d0%ba%d0%b0%d0%bb'),
(409079, 781919, 'ru', 'Усть-Катав', 1, '%d0%a3%d1%81%d1%82%d1%8c-%d0%9a%d0%b0%d1%82%d0%b0%d0%b2'),
(409080, 781919, 'ru', 'Карталы', 1, '%d0%9a%d0%b0%d1%80%d1%82%d0%b0%d0%bb%d1%8b'),
(409081, 781919, 'ru', 'Верхний Уфалей', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b8%d0%b9-%d0%a3%d1%84%d0%b0%d0%bb%d0%b5%d0%b9'),
(409082, 781919, 'ru', 'Трёхгорный', 1, '%d0%a2%d1%80%d1%91%d1%85%d0%b3%d0%be%d1%80%d0%bd%d1%8b%d0%b9'),
(409083, 781919, 'ru', 'Южноуральск', 1, '%d0%ae%d0%b6%d0%bd%d0%be%d1%83%d1%80%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(409084, 781919, 'ru', 'Кыштым', 1, '%d0%9a%d1%8b%d1%88%d1%82%d1%8b%d0%bc'),
(409085, 781919, 'ru', 'Чебаркуль', 1, '%d0%a7%d0%b5%d0%b1%d0%b0%d1%80%d0%ba%d1%83%d0%bb%d1%8c'),
(409086, 781919, 'ru', 'Сатка', 1, '%d0%a1%d0%b0%d1%82%d0%ba%d0%b0'),
(409087, 781919, 'ru', 'Снежинск', 1, '%d0%a1%d0%bd%d0%b5%d0%b6%d0%b8%d0%bd%d1%81%d0%ba'),
(409088, 781919, 'ru', 'Копейск', 1, '%d0%9a%d0%be%d0%bf%d0%b5%d0%b9%d1%81%d0%ba'),
(409089, 781919, 'ru', 'Миасс', 1, '%d0%9c%d0%b8%d0%b0%d1%81%d1%81'),
(409090, 781919, 'ru', 'Магнитогорск', 1, '%d0%9c%d0%b0%d0%b3%d0%bd%d0%b8%d1%82%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(409091, 781919, 'ru', 'Челябинск', 1, '%d0%a7%d0%b5%d0%bb%d1%8f%d0%b1%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781920, 'ru', 'Чеченская Республика', 1, '%d0%a7%d0%b5%d1%87%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409092, 781920, 'ru', 'Аллерой', 1, '%d0%90%d0%bb%d0%bb%d0%b5%d1%80%d0%be%d0%b9'),
(409093, 781920, 'ru', 'Аргун', 1, '%d0%90%d1%80%d0%b3%d1%83%d0%bd'),
(409094, 781920, 'ru', 'Гелдаган', 1, '%d0%93%d0%b5%d0%bb%d0%b4%d0%b0%d0%b3%d0%b0%d0%bd'),
(409095, 781920, 'ru', 'Грозный', 1, '%d0%93%d1%80%d0%be%d0%b7%d0%bd%d1%8b%d0%b9'),
(409096, 781920, 'ru', 'Старые Атаги', 1, '%d0%a1%d1%82%d0%b0%d1%80%d1%8b%d0%b5-%d0%90%d1%82%d0%b0%d0%b3%d0%b8'),
(409097, 781920, 'ru', 'Шали', 1, '%d0%a8%d0%b0%d0%bb%d0%b8'),
(409098, 781920, 'ru', 'Алхан-Кала', 1, '%d0%90%d0%bb%d1%85%d0%b0%d0%bd-%d0%9a%d0%b0%d0%bb%d0%b0'),
(409099, 781920, 'ru', 'Ассиновская', 1, '%d0%90%d1%81%d1%81%d0%b8%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(409100, 781920, 'ru', 'Майртуп', 1, '%d0%9c%d0%b0%d0%b9%d1%80%d1%82%d1%83%d0%bf'),
(409101, 781920, 'ru', 'Самашки', 1, '%d0%a1%d0%b0%d0%bc%d0%b0%d1%88%d0%ba%d0%b8'),
(409102, 781920, 'ru', 'Мескер-Юрт', 1, '%d0%9c%d0%b5%d1%81%d0%ba%d0%b5%d1%80-%d0%ae%d1%80%d1%82'),
(409103, 781920, 'ru', 'Ойсхара', 1, '%d0%9e%d0%b9%d1%81%d1%85%d0%b0%d1%80%d0%b0'),
(409104, 781920, 'ru', 'Гойты', 1, '%d0%93%d0%be%d0%b9%d1%82%d1%8b'),
(409105, 781920, 'ru', 'Бачи-Юрт', 1, '%d0%91%d0%b0%d1%87%d0%b8-%d0%ae%d1%80%d1%82'),
(409106, 781920, 'ru', 'Цоцин-Юрт', 1, '%d0%a6%d0%be%d1%86%d0%b8%d0%bd-%d0%ae%d1%80%d1%82'),
(409107, 781920, 'ru', 'Ачхой-Мартан', 1, '%d0%90%d1%87%d1%85%d0%be%d0%b9-%d0%9c%d0%b0%d1%80%d1%82%d0%b0%d0%bd'),
(409108, 781920, 'ru', 'Автуры', 1, '%d0%90%d0%b2%d1%82%d1%83%d1%80%d1%8b'),
(409109, 781920, 'ru', 'Курчалой', 1, '%d0%9a%d1%83%d1%80%d1%87%d0%b0%d0%bb%d0%be%d0%b9'),
(409110, 781920, 'ru', 'Гудермес', 1, '%d0%93%d1%83%d0%b4%d0%b5%d1%80%d0%bc%d0%b5%d1%81'),
(409111, 781920, 'ru', 'Урус-Мартан', 1, '%d0%a3%d1%80%d1%83%d1%81-%d0%9c%d0%b0%d1%80%d1%82%d0%b0%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781921, 'ru', 'Читинская область', 1, '%d0%a7%d0%b8%d1%82%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409112, 781921, 'ru', 'Атамановка', 1, '%d0%90%d1%82%d0%b0%d0%bc%d0%b0%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(409113, 781921, 'ru', 'Борзя', 1, '%d0%91%d0%be%d1%80%d0%b7%d1%8f'),
(409114, 781921, 'ru', 'Горный', 1, '%d0%93%d0%be%d1%80%d0%bd%d1%8b%d0%b9'),
(409115, 781921, 'ru', 'Карымское', 1, '%d0%9a%d0%b0%d1%80%d1%8b%d0%bc%d1%81%d0%ba%d0%be%d0%b5'),
(409116, 781921, 'ru', 'Кокуй', 1, '%d0%9a%d0%be%d0%ba%d1%83%d0%b9'),
(409117, 781921, 'ru', 'Могойтуй', 1, '%d0%9c%d0%be%d0%b3%d0%be%d0%b9%d1%82%d1%83%d0%b9'),
(409118, 781921, 'ru', 'Оловянная', 1, '%d0%9e%d0%bb%d0%be%d0%b2%d1%8f%d0%bd%d0%bd%d0%b0%d1%8f'),
(409119, 781921, 'ru', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(409120, 781921, 'ru', 'Шерловая Гора', 1, '%d0%a8%d0%b5%d1%80%d0%bb%d0%be%d0%b2%d0%b0%d1%8f-%d0%93%d0%be%d1%80%d0%b0'),
(409121, 781921, 'ru', 'Ясная', 1, '%d0%af%d1%81%d0%bd%d0%b0%d1%8f'),
(409122, 781921, 'ru', 'Ясногорск', 1, '%d0%af%d1%81%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(409123, 781921, 'ru', 'Бада', 1, '%d0%91%d0%b0%d0%b4%d0%b0'),
(409124, 781921, 'ru', 'Улеты', 1, '%d0%a3%d0%bb%d0%b5%d1%82%d1%8b'),
(409125, 781921, 'ru', 'Агинское', 1, '%d0%90%d0%b3%d0%b8%d0%bd%d1%81%d0%ba%d0%be%d0%b5'),
(409126, 781921, 'ru', 'Дульдурга', 1, '%d0%94%d1%83%d0%bb%d1%8c%d0%b4%d1%83%d1%80%d0%b3%d0%b0'),
(409127, 781921, 'ru', 'Вершино-Дарасунский', 1, '%d0%92%d0%b5%d1%80%d1%88%d0%b8%d0%bd%d0%be-%d0%94%d0%b0%d1%80%d0%b0%d1%81%d1%83%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(409128, 781921, 'ru', 'Домна', 1, '%d0%94%d0%be%d0%bc%d0%bd%d0%b0'),
(409129, 781921, 'ru', 'Красный Чикой', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%a7%d0%b8%d0%ba%d0%be%d0%b9'),
(409130, 781921, 'ru', 'Сретенск', 1, '%d0%a1%d1%80%d0%b5%d1%82%d0%b5%d0%bd%d1%81%d0%ba'),
(409131, 781921, 'ru', 'Дарасун', 1, '%d0%94%d0%b0%d1%80%d0%b0%d1%81%d1%83%d0%bd'),
(409132, 781921, 'ru', 'Приаргунск', 1, '%d0%9f%d1%80%d0%b8%d0%b0%d1%80%d0%b3%d1%83%d0%bd%d1%81%d0%ba'),
(409133, 781921, 'ru', 'Новокручининский', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%ba%d1%80%d1%83%d1%87%d0%b8%d0%bd%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(409134, 781921, 'ru', 'Забайкальск', 1, '%d0%97%d0%b0%d0%b1%d0%b0%d0%b9%d0%ba%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(409135, 781921, 'ru', 'Хилок', 1, '%d0%a5%d0%b8%d0%bb%d0%be%d0%ba'),
(409136, 781921, 'ru', 'Чернышевск', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d1%8b%d1%88%d0%b5%d0%b2%d1%81%d0%ba'),
(409137, 781921, 'ru', 'Могоча', 1, '%d0%9c%d0%be%d0%b3%d0%be%d1%87%d0%b0'),
(409138, 781921, 'ru', 'Балей', 1, '%d0%91%d0%b0%d0%bb%d0%b5%d0%b9'),
(409139, 781921, 'ru', 'Шилка', 1, '%d0%a8%d0%b8%d0%bb%d0%ba%d0%b0'),
(409140, 781921, 'ru', 'Нерчинск', 1, '%d0%9d%d0%b5%d1%80%d1%87%d0%b8%d0%bd%d1%81%d0%ba'),
(409141, 781921, 'ru', 'Петровск-Забайкальский', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba-%d0%97%d0%b0%d0%b1%d0%b0%d0%b9%d0%ba%d0%b0%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(409142, 781921, 'ru', 'Краснокаменск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%ba%d0%b0%d0%bc%d0%b5%d0%bd%d1%81%d0%ba'),
(409143, 781921, 'ru', 'Чита', 1, '%d0%a7%d0%b8%d1%82%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781922, 'ru', 'Чувашская Республика', 1, '%d0%a7%d1%83%d0%b2%d0%b0%d1%88%d1%81%d0%ba%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409144, 781922, 'ru', 'Алатырь', 1, '%d0%90%d0%bb%d0%b0%d1%82%d1%8b%d1%80%d1%8c'),
(409145, 781922, 'ru', 'Батырево', 1, '%d0%91%d0%b0%d1%82%d1%8b%d1%80%d0%b5%d0%b2%d0%be'),
(409146, 781922, 'ru', 'Канаш', 1, '%d0%9a%d0%b0%d0%bd%d0%b0%d1%88'),
(409147, 781922, 'ru', 'Козловка', 1, '%d0%9a%d0%be%d0%b7%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(409148, 781922, 'ru', 'Порецкое', 1, '%d0%9f%d0%be%d1%80%d0%b5%d1%86%d0%ba%d0%be%d0%b5'),
(409149, 781922, 'ru', 'Чебоксары', 1, '%d0%a7%d0%b5%d0%b1%d0%be%d0%ba%d1%81%d0%b0%d1%80%d1%8b'),
(409150, 781922, 'ru', 'Шыгырдан', 1, '%d0%a8%d1%8b%d0%b3%d1%8b%d1%80%d0%b4%d0%b0%d0%bd'),
(409151, 781922, 'ru', 'Урмары', 1, '%d0%a3%d1%80%d0%bc%d0%b0%d1%80%d1%8b'),
(409152, 781922, 'ru', 'Новые Лапсары', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b5-%d0%9b%d0%b0%d0%bf%d1%81%d0%b0%d1%80%d1%8b'),
(409153, 781922, 'ru', 'Ибреси', 1, '%d0%98%d0%b1%d1%80%d0%b5%d1%81%d0%b8'),
(409154, 781922, 'ru', 'Мариинский Посад', 1, '%d0%9c%d0%b0%d1%80%d0%b8%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9-%d0%9f%d0%be%d1%81%d0%b0%d0%b4'),
(409155, 781922, 'ru', 'Ядрин', 1, '%d0%af%d0%b4%d1%80%d0%b8%d0%bd'),
(409156, 781922, 'ru', 'Вурнары', 1, '%d0%92%d1%83%d1%80%d0%bd%d0%b0%d1%80%d1%8b'),
(409157, 781922, 'ru', 'Кугеси', 1, '%d0%9a%d1%83%d0%b3%d0%b5%d1%81%d0%b8'),
(409158, 781922, 'ru', 'Цивильск', 1, '%d0%a6%d0%b8%d0%b2%d0%b8%d0%bb%d1%8c%d1%81%d0%ba'),
(409159, 781922, 'ru', 'Шумерля', 1, '%d0%a8%d1%83%d0%bc%d0%b5%d1%80%d0%bb%d1%8f'),
(409160, 781922, 'ru', 'Новочебоксарск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%87%d0%b5%d0%b1%d0%be%d0%ba%d1%81%d0%b0%d1%80%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781923, 'ru', 'Чукотский автономный округ', 1, '%d0%a7%d1%83%d0%ba%d0%be%d1%82%d1%81%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409161, 781923, 'ru', 'Угольные Копи', 1, '%d0%a3%d0%b3%d0%be%d0%bb%d1%8c%d0%bd%d1%8b%d0%b5-%d0%9a%d0%be%d0%bf%d0%b8'),
(409162, 781923, 'ru', 'Лаврентия', 1, '%d0%9b%d0%b0%d0%b2%d1%80%d0%b5%d0%bd%d1%82%d0%b8%d1%8f'),
(409163, 781923, 'ru', 'Беринговский', 1, '%d0%91%d0%b5%d1%80%d0%b8%d0%bd%d0%b3%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409164, 781923, 'ru', 'Эгвекинот', 1, '%d0%ad%d0%b3%d0%b2%d0%b5%d0%ba%d0%b8%d0%bd%d0%be%d1%82'),
(409165, 781923, 'ru', 'Провидения', 1, '%d0%9f%d1%80%d0%be%d0%b2%d0%b8%d0%b4%d0%b5%d0%bd%d0%b8%d1%8f'),
(409166, 781923, 'ru', 'Певек', 1, '%d0%9f%d0%b5%d0%b2%d0%b5%d0%ba'),
(409167, 781923, 'ru', 'Билибино', 1, '%d0%91%d0%b8%d0%bb%d0%b8%d0%b1%d0%b8%d0%bd%d0%be'),
(409168, 781923, 'ru', 'Анадырь', 1, '%d0%90%d0%bd%d0%b0%d0%b4%d1%8b%d1%80%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781924, 'ru', 'Ямало-Ненецкий автономный округ', 1, '%d0%af%d0%bc%d0%b0%d0%bb%d0%be-%d0%9d%d0%b5%d0%bd%d0%b5%d1%86%d0%ba%d0%b8%d0%b9-%d0%b0%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d1%8b%d0%b9-%d0%be%d0%ba%d1%80%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409169, 781924, 'ru', 'Тазовский', 1, '%d0%a2%d0%b0%d0%b7%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409170, 781924, 'ru', 'Харп', 1, '%d0%a5%d0%b0%d1%80%d0%bf'),
(409171, 781924, 'ru', 'Пурпе', 1, '%d0%9f%d1%83%d1%80%d0%bf%d0%b5'),
(409172, 781924, 'ru', 'Уренгой', 1, '%d0%a3%d1%80%d0%b5%d0%bd%d0%b3%d0%be%d0%b9'),
(409173, 781924, 'ru', 'Пангоды', 1, '%d0%9f%d0%b0%d0%bd%d0%b3%d0%be%d0%b4%d1%8b'),
(409174, 781924, 'ru', 'Тарко-Сале', 1, '%d0%a2%d0%b0%d1%80%d0%ba%d0%be-%d0%a1%d0%b0%d0%bb%d0%b5'),
(409175, 781924, 'ru', 'Губкинский', 1, '%d0%93%d1%83%d0%b1%d0%ba%d0%b8%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(409176, 781924, 'ru', 'Лабытнанги', 1, '%d0%9b%d0%b0%d0%b1%d1%8b%d1%82%d0%bd%d0%b0%d0%bd%d0%b3%d0%b8'),
(409177, 781924, 'ru', 'Салехард', 1, '%d0%a1%d0%b0%d0%bb%d0%b5%d1%85%d0%b0%d1%80%d0%b4'),
(409178, 781924, 'ru', 'Муравленко', 1, '%d0%9c%d1%83%d1%80%d0%b0%d0%b2%d0%bb%d0%b5%d0%bd%d0%ba%d0%be'),
(409179, 781924, 'ru', 'Надым', 1, '%d0%9d%d0%b0%d0%b4%d1%8b%d0%bc'),
(409180, 781924, 'ru', 'Новый Уренгой', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%a3%d1%80%d0%b5%d0%bd%d0%b3%d0%be%d0%b9'),
(409181, 781924, 'ru', 'Ноябрьск', 1, '%d0%9d%d0%be%d1%8f%d0%b1%d1%80%d1%8c%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(781925, 'ru', 'Ярославская область', 1, '%d0%af%d1%80%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(409182, 781925, 'ru', 'Борисоглебский', 1, '%d0%91%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b3%d0%bb%d0%b5%d0%b1%d1%81%d0%ba%d0%b8%d0%b9'),
(409183, 781925, 'ru', 'Данилов', 1, '%d0%94%d0%b0%d0%bd%d0%b8%d0%bb%d0%be%d0%b2'),
(409184, 781925, 'ru', 'Константиновский', 1, '%d0%9a%d0%be%d0%bd%d1%81%d1%82%d0%b0%d0%bd%d1%82%d0%b8%d0%bd%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(409185, 781925, 'ru', 'Мышкин', 1, '%d0%9c%d1%8b%d1%88%d0%ba%d0%b8%d0%bd'),
(409186, 781925, 'ru', 'Петровское', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(409187, 781925, 'ru', 'Рыбинск', 1, '%d0%a0%d1%8b%d0%b1%d0%b8%d0%bd%d1%81%d0%ba'),
(409188, 781925, 'ru', 'Любим', 1, '%d0%9b%d1%8e%d0%b1%d0%b8%d0%bc'),
(409189, 781925, 'ru', 'Некрасовское', 1, '%d0%9d%d0%b5%d0%ba%d1%80%d0%b0%d1%81%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(409190, 781925, 'ru', 'Пошехонье', 1, '%d0%9f%d0%be%d1%88%d0%b5%d1%85%d0%be%d0%bd%d1%8c%d0%b5'),
(409191, 781925, 'ru', 'Семибратово', 1, '%d0%a1%d0%b5%d0%bc%d0%b8%d0%b1%d1%80%d0%b0%d1%82%d0%be%d0%b2%d0%be'),
(409192, 781925, 'ru', 'Гаврилов-Ям', 1, '%d0%93%d0%b0%d0%b2%d1%80%d0%b8%d0%bb%d0%be%d0%b2-%d0%af%d0%bc'),
(409193, 781925, 'ru', 'Ростов', 1, '%d0%a0%d0%be%d1%81%d1%82%d0%be%d0%b2'),
(409194, 781925, 'ru', 'Углич', 1, '%d0%a3%d0%b3%d0%bb%d0%b8%d1%87'),
(409195, 781925, 'ru', 'Переславль-Залесский', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d1%81%d0%bb%d0%b0%d0%b2%d0%bb%d1%8c-%d0%97%d0%b0%d0%bb%d0%b5%d1%81%d1%81%d0%ba%d0%b8%d0%b9'),
(409196, 781925, 'ru', 'Тутаев', 1, '%d0%a2%d1%83%d1%82%d0%b0%d0%b5%d0%b2'),
(409197, 781925, 'ru', 'Ярославль', 1, '%d0%af%d1%80%d0%be%d1%81%d0%bb%d0%b0%d0%b2%d0%bb%d1%8c');

