REPLACE INTO /*TABLE_PREFIX*/t_country (pk_c_code, s_name, s_slug) VALUES 
('UA', 'Ukraine', 'ukraine');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782895, 'ua', 'Автономная Республика Крым', 1, '%d0%90%d0%b2%d1%82%d0%be%d0%bd%d0%be%d0%bc%d0%bd%d0%b0%d1%8f-%d0%a0%d0%b5%d1%81%d0%bf%d1%83%d0%b1%d0%bb%d0%b8%d0%ba%d0%b0-%d0%9a%d1%80%d1%8b%d0%bc');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514734, 782895, 'ua', 'Алупка', 1, '%d0%90%d0%bb%d1%83%d0%bf%d0%ba%d0%b0'),
(514735, 782895, 'ua', 'Алушта', 1, '%d0%90%d0%bb%d1%83%d1%88%d1%82%d0%b0'),
(514736, 782895, 'ua', 'Армянск', 1, '%d0%90%d1%80%d0%bc%d1%8f%d0%bd%d1%81%d0%ba'),
(514737, 782895, 'ua', 'Бахчисарай', 1, '%d0%91%d0%b0%d1%85%d1%87%d0%b8%d1%81%d0%b0%d1%80%d0%b0%d0%b9'),
(514738, 782895, 'ua', 'Белогорск', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(514739, 782895, 'ua', 'Джанкой', 1, '%d0%94%d0%b6%d0%b0%d0%bd%d0%ba%d0%be%d0%b9'),
(514740, 782895, 'ua', 'Евпатория', 1, '%d0%95%d0%b2%d0%bf%d0%b0%d1%82%d0%be%d1%80%d0%b8%d1%8f'),
(514741, 782895, 'ua', 'Керчь', 1, '%d0%9a%d0%b5%d1%80%d1%87%d1%8c'),
(514742, 782895, 'ua', 'Красноперекопск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%bf%d0%b5%d1%80%d0%b5%d0%ba%d0%be%d0%bf%d1%81%d0%ba'),
(514743, 782895, 'ua', 'Саки', 1, '%d0%a1%d0%b0%d0%ba%d0%b8'),
(514744, 782895, 'ua', 'Севастополь', 1, '%d0%a1%d0%b5%d0%b2%d0%b0%d1%81%d1%82%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(514745, 782895, 'ua', 'Симферополь', 1, '%d0%a1%d0%b8%d0%bc%d1%84%d0%b5%d1%80%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(514746, 782895, 'ua', 'Старый Крым', 1, '%d0%a1%d1%82%d0%b0%d1%80%d1%8b%d0%b9-%d0%9a%d1%80%d1%8b%d0%bc'),
(514747, 782895, 'ua', 'Судак', 1, '%d0%a1%d1%83%d0%b4%d0%b0%d0%ba'),
(514748, 782895, 'ua', 'Феодосия', 1, '%d0%a4%d0%b5%d0%be%d0%b4%d0%be%d1%81%d0%b8%d1%8f'),
(514749, 782895, 'ua', 'Щёлкино', 1, '%d0%a9%d1%91%d0%bb%d0%ba%d0%b8%d0%bd%d0%be'),
(514750, 782895, 'ua', 'Ялта', 1, '%d0%af%d0%bb%d1%82%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782896, 'ua', 'Винницкая область', 1, '%d0%92%d0%b8%d0%bd%d0%bd%d0%b8%d1%86%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514751, 782896, 'ua', 'Бар', 1, '%d0%91%d0%b0%d1%80'),
(514752, 782896, 'ua', 'Бершадь', 1, '%d0%91%d0%b5%d1%80%d1%88%d0%b0%d0%b4%d1%8c'),
(514753, 782896, 'ua', 'Винница', 1, '%d0%92%d0%b8%d0%bd%d0%bd%d0%b8%d1%86%d0%b0'),
(514754, 782896, 'ua', 'Гайсин', 1, '%d0%93%d0%b0%d0%b9%d1%81%d0%b8%d0%bd'),
(514755, 782896, 'ua', 'Жмеринка', 1, '%d0%96%d0%bc%d0%b5%d1%80%d0%b8%d0%bd%d0%ba%d0%b0'),
(514756, 782896, 'ua', 'Казатин', 1, '%d0%9a%d0%b0%d0%b7%d0%b0%d1%82%d0%b8%d0%bd'),
(514757, 782896, 'ua', 'Калиновка', 1, '%d0%9a%d0%b0%d0%bb%d0%b8%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(514758, 782896, 'ua', 'Ладыжин', 1, '%d0%9b%d0%b0%d0%b4%d1%8b%d0%b6%d0%b8%d0%bd'),
(514759, 782896, 'ua', 'Могилёв-Подольский', 1, '%d0%9c%d0%be%d0%b3%d0%b8%d0%bb%d1%91%d0%b2-%d0%9f%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(514760, 782896, 'ua', 'Немиров', 1, '%d0%9d%d0%b5%d0%bc%d0%b8%d1%80%d0%be%d0%b2'),
(514761, 782896, 'ua', 'Погребище', 1, '%d0%9f%d0%be%d0%b3%d1%80%d0%b5%d0%b1%d0%b8%d1%89%d0%b5'),
(514762, 782896, 'ua', 'Тульчин', 1, '%d0%a2%d1%83%d0%bb%d1%8c%d1%87%d0%b8%d0%bd'),
(514763, 782896, 'ua', 'Хмельник', 1, '%d0%a5%d0%bc%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba'),
(514764, 782896, 'ua', 'Шаргород', 1, '%d0%a8%d0%b0%d1%80%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(514765, 782896, 'ua', 'Ямполь', 1, '%d0%af%d0%bc%d0%bf%d0%be%d0%bb%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782897, 'ua', 'Волынская область', 1, '%d0%92%d0%be%d0%bb%d1%8b%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514766, 782897, 'ua', 'Берестечко', 1, '%d0%91%d0%b5%d1%80%d0%b5%d1%81%d1%82%d0%b5%d1%87%d0%ba%d0%be'),
(514767, 782897, 'ua', 'Владимир-Волынский', 1, '%d0%92%d0%bb%d0%b0%d0%b4%d0%b8%d0%bc%d0%b8%d1%80-%d0%92%d0%be%d0%bb%d1%8b%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(514768, 782897, 'ua', 'Горохов', 1, '%d0%93%d0%be%d1%80%d0%be%d1%85%d0%be%d0%b2'),
(514769, 782897, 'ua', 'Камень-Каширский', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d1%8c-%d0%9a%d0%b0%d1%88%d0%b8%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(514770, 782897, 'ua', 'Киверцы', 1, '%d0%9a%d0%b8%d0%b2%d0%b5%d1%80%d1%86%d1%8b'),
(514771, 782897, 'ua', 'Ковель', 1, '%d0%9a%d0%be%d0%b2%d0%b5%d0%bb%d1%8c'),
(514772, 782897, 'ua', 'Луцк', 1, '%d0%9b%d1%83%d1%86%d0%ba'),
(514773, 782897, 'ua', 'Любомль', 1, '%d0%9b%d1%8e%d0%b1%d0%be%d0%bc%d0%bb%d1%8c'),
(514774, 782897, 'ua', 'Нововолынск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b2%d0%be%d0%bb%d1%8b%d0%bd%d1%81%d0%ba'),
(514775, 782897, 'ua', 'Рожище', 1, '%d0%a0%d0%be%d0%b6%d0%b8%d1%89%d0%b5'),
(514776, 782897, 'ua', 'Устилуг', 1, '%d0%a3%d1%81%d1%82%d0%b8%d0%bb%d1%83%d0%b3');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782898, 'ua', 'Днепропетровская область', 1, '%d0%94%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%bf%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514777, 782898, 'ua', 'Апостолово', 1, '%d0%90%d0%bf%d0%be%d1%81%d1%82%d0%be%d0%bb%d0%be%d0%b2%d0%be'),
(514778, 782898, 'ua', 'Верхнеднепровск', 1, '%d0%92%d0%b5%d1%80%d1%85%d0%bd%d0%b5%d0%b4%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(514779, 782898, 'ua', 'Вольногорск', 1, '%d0%92%d0%be%d0%bb%d1%8c%d0%bd%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(514780, 782898, 'ua', 'Днепродзержинск', 1, '%d0%94%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%b4%d0%b7%d0%b5%d1%80%d0%b6%d0%b8%d0%bd%d1%81%d0%ba'),
(514781, 782898, 'ua', 'Днепропетровск', 1, '%d0%94%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%bf%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(514782, 782898, 'ua', 'Жёлтые Воды', 1, '%d0%96%d1%91%d0%bb%d1%82%d1%8b%d0%b5-%d0%92%d0%be%d0%b4%d1%8b'),
(514783, 782898, 'ua', 'Кривой Рог', 1, '%d0%9a%d1%80%d0%b8%d0%b2%d0%be%d0%b9-%d0%a0%d0%be%d0%b3'),
(514784, 782898, 'ua', 'Марганец', 1, '%d0%9c%d0%b0%d1%80%d0%b3%d0%b0%d0%bd%d0%b5%d1%86'),
(514785, 782898, 'ua', 'Никополь', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(514786, 782898, 'ua', 'Новомосковск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bc%d0%be%d1%81%d0%ba%d0%be%d0%b2%d1%81%d0%ba'),
(514787, 782898, 'ua', 'Орджоникидзе', 1, '%d0%9e%d1%80%d0%b4%d0%b6%d0%be%d0%bd%d0%b8%d0%ba%d0%b8%d0%b4%d0%b7%d0%b5'),
(514788, 782898, 'ua', 'Павлоград', 1, '%d0%9f%d0%b0%d0%b2%d0%bb%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(514789, 782898, 'ua', 'Перещепино', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d1%89%d0%b5%d0%bf%d0%b8%d0%bd%d0%be'),
(514790, 782898, 'ua', 'Першотравенск', 1, '%d0%9f%d0%b5%d1%80%d1%88%d0%be%d1%82%d1%80%d0%b0%d0%b2%d0%b5%d0%bd%d1%81%d0%ba'),
(514791, 782898, 'ua', 'Подгородное', 1, '%d0%9f%d0%be%d0%b4%d0%b3%d0%be%d1%80%d0%be%d0%b4%d0%bd%d0%be%d0%b5'),
(514792, 782898, 'ua', 'Пятихатки', 1, '%d0%9f%d1%8f%d1%82%d0%b8%d1%85%d0%b0%d1%82%d0%ba%d0%b8'),
(514793, 782898, 'ua', 'Синельниково', 1, '%d0%a1%d0%b8%d0%bd%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d0%ba%d0%be%d0%b2%d0%be'),
(514794, 782898, 'ua', 'Терновка', 1, '%d0%a2%d0%b5%d1%80%d0%bd%d0%be%d0%b2%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782899, 'ua', 'Донецкая область', 1, '%d0%94%d0%be%d0%bd%d0%b5%d1%86%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514795, 782899, 'ua', 'Авдеевка', 1, '%d0%90%d0%b2%d0%b4%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(514796, 782899, 'ua', 'Артёмовск', 1, '%d0%90%d1%80%d1%82%d1%91%d0%bc%d0%be%d0%b2%d1%81%d0%ba'),
(514797, 782899, 'ua', 'Волноваха', 1, '%d0%92%d0%be%d0%bb%d0%bd%d0%be%d0%b2%d0%b0%d1%85%d0%b0'),
(514798, 782899, 'ua', 'Горловка', 1, '%d0%93%d0%be%d1%80%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(514799, 782899, 'ua', 'Дзержинск', 1, '%d0%94%d0%b7%d0%b5%d1%80%d0%b6%d0%b8%d0%bd%d1%81%d0%ba'),
(514800, 782899, 'ua', 'Дебальцево', 1, '%d0%94%d0%b5%d0%b1%d0%b0%d0%bb%d1%8c%d1%86%d0%b5%d0%b2%d0%be'),
(514801, 782899, 'ua', 'Димитров', 1, '%d0%94%d0%b8%d0%bc%d0%b8%d1%82%d1%80%d0%be%d0%b2'),
(514802, 782899, 'ua', 'Доброполье', 1, '%d0%94%d0%be%d0%b1%d1%80%d0%be%d0%bf%d0%be%d0%bb%d1%8c%d0%b5'),
(514803, 782899, 'ua', 'Докучаевск', 1, '%d0%94%d0%be%d0%ba%d1%83%d1%87%d0%b0%d0%b5%d0%b2%d1%81%d0%ba'),
(514804, 782899, 'ua', 'Донецк', 1, '%d0%94%d0%be%d0%bd%d0%b5%d1%86%d0%ba'),
(514805, 782899, 'ua', 'Дружковка', 1, '%d0%94%d1%80%d1%83%d0%b6%d0%ba%d0%be%d0%b2%d0%ba%d0%b0'),
(514806, 782899, 'ua', 'Енакиево', 1, '%d0%95%d0%bd%d0%b0%d0%ba%d0%b8%d0%b5%d0%b2%d0%be'),
(514807, 782899, 'ua', 'Ждановка', 1, '%d0%96%d0%b4%d0%b0%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(514808, 782899, 'ua', 'Зугрэс', 1, '%d0%97%d1%83%d0%b3%d1%80%d1%8d%d1%81'),
(514809, 782899, 'ua', 'Кировское', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(514810, 782899, 'ua', 'Краматорск', 1, '%d0%9a%d1%80%d0%b0%d0%bc%d0%b0%d1%82%d0%be%d1%80%d1%81%d0%ba'),
(514811, 782899, 'ua', 'Красноармейск', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b0%d1%80%d0%bc%d0%b5%d0%b9%d1%81%d0%ba'),
(514812, 782899, 'ua', 'Красный Лиман', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%9b%d0%b8%d0%bc%d0%b0%d0%bd'),
(514813, 782899, 'ua', 'Константиновка', 1, '%d0%9a%d0%be%d0%bd%d1%81%d1%82%d0%b0%d0%bd%d1%82%d0%b8%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(514814, 782899, 'ua', 'Мариуполь', 1, '%d0%9c%d0%b0%d1%80%d0%b8%d1%83%d0%bf%d0%be%d0%bb%d1%8c'),
(514815, 782899, 'ua', 'Макеевка', 1, '%d0%9c%d0%b0%d0%ba%d0%b5%d0%b5%d0%b2%d0%ba%d0%b0'),
(514816, 782899, 'ua', 'Новогродовка', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b3%d1%80%d0%be%d0%b4%d0%be%d0%b2%d0%ba%d0%b0'),
(514817, 782899, 'ua', 'Селидово', 1, '%d0%a1%d0%b5%d0%bb%d0%b8%d0%b4%d0%be%d0%b2%d0%be'),
(514818, 782899, 'ua', 'Славянск', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d1%8f%d0%bd%d1%81%d0%ba'),
(514819, 782899, 'ua', 'Снежное', 1, '%d0%a1%d0%bd%d0%b5%d0%b6%d0%bd%d0%be%d0%b5'),
(514820, 782899, 'ua', 'Соледар', 1, '%d0%a1%d0%be%d0%bb%d0%b5%d0%b4%d0%b0%d1%80'),
(514821, 782899, 'ua', 'Торез', 1, '%d0%a2%d0%be%d1%80%d0%b5%d0%b7'),
(514822, 782899, 'ua', 'Угледар', 1, '%d0%a3%d0%b3%d0%bb%d0%b5%d0%b4%d0%b0%d1%80'),
(514823, 782899, 'ua', 'Харцызск', 1, '%d0%a5%d0%b0%d1%80%d1%86%d1%8b%d0%b7%d1%81%d0%ba'),
(514824, 782899, 'ua', 'Шахтёрск', 1, '%d0%a8%d0%b0%d1%85%d1%82%d1%91%d1%80%d1%81%d0%ba'),
(514825, 782899, 'ua', 'Ясиноватая', 1, '%d0%af%d1%81%d0%b8%d0%bd%d0%be%d0%b2%d0%b0%d1%82%d0%b0%d1%8f');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782900, 'ua', 'Житомирская область', 1, '%d0%96%d0%b8%d1%82%d0%be%d0%bc%d0%b8%d1%80%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514826, 782900, 'ua', 'Андрушёвка', 1, '%d0%90%d0%bd%d0%b4%d1%80%d1%83%d1%88%d1%91%d0%b2%d0%ba%d0%b0'),
(514827, 782900, 'ua', 'Барановка', 1, '%d0%91%d0%b0%d1%80%d0%b0%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(514828, 782900, 'ua', 'Бердичев', 1, '%d0%91%d0%b5%d1%80%d0%b4%d0%b8%d1%87%d0%b5%d0%b2'),
(514829, 782900, 'ua', 'Житомир', 1, '%d0%96%d0%b8%d1%82%d0%be%d0%bc%d0%b8%d1%80'),
(514830, 782900, 'ua', 'Коростень', 1, '%d0%9a%d0%be%d1%80%d0%be%d1%81%d1%82%d0%b5%d0%bd%d1%8c'),
(514831, 782900, 'ua', 'Коростышев', 1, '%d0%9a%d0%be%d1%80%d0%be%d1%81%d1%82%d1%8b%d1%88%d0%b5%d0%b2'),
(514832, 782900, 'ua', 'Малин', 1, '%d0%9c%d0%b0%d0%bb%d0%b8%d0%bd'),
(514833, 782900, 'ua', 'Новоград-Волынский', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b3%d1%80%d0%b0%d0%b4-%d0%92%d0%be%d0%bb%d1%8b%d0%bd%d1%81%d0%ba%d0%b8%d0%b9'),
(514834, 782900, 'ua', 'Овруч', 1, '%d0%9e%d0%b2%d1%80%d1%83%d1%87'),
(514835, 782900, 'ua', 'Радомышль', 1, '%d0%a0%d0%b0%d0%b4%d0%be%d0%bc%d1%8b%d1%88%d0%bb%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782901, 'ua', 'Закарпатская область', 1, '%d0%97%d0%b0%d0%ba%d0%b0%d1%80%d0%bf%d0%b0%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514836, 782901, 'ua', 'Берегово', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b3%d0%be%d0%b2%d0%be'),
(514837, 782901, 'ua', 'Виноградов', 1, '%d0%92%d0%b8%d0%bd%d0%be%d0%b3%d1%80%d0%b0%d0%b4%d0%be%d0%b2'),
(514838, 782901, 'ua', 'Иршава', 1, '%d0%98%d1%80%d1%88%d0%b0%d0%b2%d0%b0'),
(514839, 782901, 'ua', 'Мукачево', 1, '%d0%9c%d1%83%d0%ba%d0%b0%d1%87%d0%b5%d0%b2%d0%be'),
(514840, 782901, 'ua', 'Перечин', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d1%87%d0%b8%d0%bd'),
(514841, 782901, 'ua', 'Рахов', 1, '%d0%a0%d0%b0%d1%85%d0%be%d0%b2'),
(514842, 782901, 'ua', 'Свалява', 1, '%d0%a1%d0%b2%d0%b0%d0%bb%d1%8f%d0%b2%d0%b0'),
(514843, 782901, 'ua', 'Тячев', 1, '%d0%a2%d1%8f%d1%87%d0%b5%d0%b2'),
(514844, 782901, 'ua', 'Ужгород', 1, '%d0%a3%d0%b6%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(514845, 782901, 'ua', 'Хуст', 1, '%d0%a5%d1%83%d1%81%d1%82'),
(514846, 782901, 'ua', 'Чоп', 1, '%d0%a7%d0%be%d0%bf');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782902, 'ua', 'Запорожская область', 1, '%d0%97%d0%b0%d0%bf%d0%be%d1%80%d0%be%d0%b6%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514847, 782902, 'ua', 'Бердянск', 1, '%d0%91%d0%b5%d1%80%d0%b4%d1%8f%d0%bd%d1%81%d0%ba'),
(514848, 782902, 'ua', 'Васильевка', 1, '%d0%92%d0%b0%d1%81%d0%b8%d0%bb%d1%8c%d0%b5%d0%b2%d0%ba%d0%b0'),
(514849, 782902, 'ua', 'Вольнянск', 1, '%d0%92%d0%be%d0%bb%d1%8c%d0%bd%d1%8f%d0%bd%d1%81%d0%ba'),
(514850, 782902, 'ua', 'Гуляйполе', 1, '%d0%93%d1%83%d0%bb%d1%8f%d0%b9%d0%bf%d0%be%d0%bb%d0%b5'),
(514851, 782902, 'ua', 'Днепрорудное', 1, '%d0%94%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d1%80%d1%83%d0%b4%d0%bd%d0%be%d0%b5'),
(514852, 782902, 'ua', 'Запорожье', 1, '%d0%97%d0%b0%d0%bf%d0%be%d1%80%d0%be%d0%b6%d1%8c%d0%b5'),
(514853, 782902, 'ua', 'Каменка-Днепровская', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0-%d0%94%d0%bd%d0%b5%d0%bf%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f'),
(514854, 782902, 'ua', 'Мелитополь', 1, '%d0%9c%d0%b5%d0%bb%d0%b8%d1%82%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(514855, 782902, 'ua', 'Молочанск', 1, '%d0%9c%d0%be%d0%bb%d0%be%d1%87%d0%b0%d0%bd%d1%81%d0%ba'),
(514856, 782902, 'ua', 'Орехов', 1, '%d0%9e%d1%80%d0%b5%d1%85%d0%be%d0%b2'),
(514857, 782902, 'ua', 'Пологи', 1, '%d0%9f%d0%be%d0%bb%d0%be%d0%b3%d0%b8'),
(514858, 782902, 'ua', 'Приморск', 1, '%d0%9f%d1%80%d0%b8%d0%bc%d0%be%d1%80%d1%81%d0%ba'),
(514859, 782902, 'ua', 'Токмак', 1, '%d0%a2%d0%be%d0%ba%d0%bc%d0%b0%d0%ba'),
(514860, 782902, 'ua', 'Энергодар', 1, '%d0%ad%d0%bd%d0%b5%d1%80%d0%b3%d0%be%d0%b4%d0%b0%d1%80');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782903, 'ua', 'Ивано-Франковская область', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%be-%d0%a4%d1%80%d0%b0%d0%bd%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514861, 782903, 'ua', 'Болехов', 1, '%d0%91%d0%be%d0%bb%d0%b5%d1%85%d0%be%d0%b2'),
(514862, 782903, 'ua', 'Бурштын', 1, '%d0%91%d1%83%d1%80%d1%88%d1%82%d1%8b%d0%bd'),
(514863, 782903, 'ua', 'Галич', 1, '%d0%93%d0%b0%d0%bb%d0%b8%d1%87'),
(514864, 782903, 'ua', 'Городенка', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%b5%d0%bd%d0%ba%d0%b0'),
(514865, 782903, 'ua', 'Долина', 1, '%d0%94%d0%be%d0%bb%d0%b8%d0%bd%d0%b0'),
(514866, 782903, 'ua', 'Ивано-Франковск', 1, '%d0%98%d0%b2%d0%b0%d0%bd%d0%be-%d0%a4%d1%80%d0%b0%d0%bd%d0%ba%d0%be%d0%b2%d1%81%d0%ba'),
(514867, 782903, 'ua', 'Калуш', 1, '%d0%9a%d0%b0%d0%bb%d1%83%d1%88'),
(514868, 782903, 'ua', 'Коломыя', 1, '%d0%9a%d0%be%d0%bb%d0%be%d0%bc%d1%8b%d1%8f'),
(514869, 782903, 'ua', 'Косов', 1, '%d0%9a%d0%be%d1%81%d0%be%d0%b2'),
(514870, 782903, 'ua', 'Надворная', 1, '%d0%9d%d0%b0%d0%b4%d0%b2%d0%be%d1%80%d0%bd%d0%b0%d1%8f'),
(514871, 782903, 'ua', 'Рогатин', 1, '%d0%a0%d0%be%d0%b3%d0%b0%d1%82%d0%b8%d0%bd'),
(514872, 782903, 'ua', 'Снятын', 1, '%d0%a1%d0%bd%d1%8f%d1%82%d1%8b%d0%bd'),
(514873, 782903, 'ua', 'Тысменица', 1, '%d0%a2%d1%8b%d1%81%d0%bc%d0%b5%d0%bd%d0%b8%d1%86%d0%b0'),
(514874, 782903, 'ua', 'Тлумач', 1, '%d0%a2%d0%bb%d1%83%d0%bc%d0%b0%d1%87'),
(514875, 782903, 'ua', 'Яремче', 1, '%d0%af%d1%80%d0%b5%d0%bc%d1%87%d0%b5');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782904, 'ua', 'Киевская область', 1, '%d0%9a%d0%b8%d0%b5%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514876, 782904, 'ua', 'Белая Церковь', 1, '%d0%91%d0%b5%d0%bb%d0%b0%d1%8f-%d0%a6%d0%b5%d1%80%d0%ba%d0%be%d0%b2%d1%8c'),
(514877, 782904, 'ua', 'Березань', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b7%d0%b0%d0%bd%d1%8c'),
(514878, 782904, 'ua', 'Богуслав', 1, '%d0%91%d0%be%d0%b3%d1%83%d1%81%d0%bb%d0%b0%d0%b2'),
(514879, 782904, 'ua', 'Борисполь', 1, '%d0%91%d0%be%d1%80%d0%b8%d1%81%d0%bf%d0%be%d0%bb%d1%8c'),
(514880, 782904, 'ua', 'Боярка', 1, '%d0%91%d0%be%d1%8f%d1%80%d0%ba%d0%b0'),
(514881, 782904, 'ua', 'Бровары', 1, '%d0%91%d1%80%d0%be%d0%b2%d0%b0%d1%80%d1%8b'),
(514882, 782904, 'ua', 'Буча', 1, '%d0%91%d1%83%d1%87%d0%b0'),
(514883, 782904, 'ua', 'Васильков', 1, '%d0%92%d0%b0%d1%81%d0%b8%d0%bb%d1%8c%d0%ba%d0%be%d0%b2'),
(514884, 782904, 'ua', 'Вишнёвое', 1, '%d0%92%d0%b8%d1%88%d0%bd%d1%91%d0%b2%d0%be%d0%b5'),
(514885, 782904, 'ua', 'Вышгород', 1, '%d0%92%d1%8b%d1%88%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(514886, 782904, 'ua', 'Ирпень', 1, '%d0%98%d1%80%d0%bf%d0%b5%d0%bd%d1%8c'),
(514887, 782904, 'ua', 'Кагарлык', 1, '%d0%9a%d0%b0%d0%b3%d0%b0%d1%80%d0%bb%d1%8b%d0%ba'),
(514888, 782904, 'ua', 'Киев', 1, '%d0%9a%d0%b8%d0%b5%d0%b2'),
(514889, 782904, 'ua', 'Мироновка', 1, '%d0%9c%d0%b8%d1%80%d0%be%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(514890, 782904, 'ua', 'Обухов', 1, '%d0%9e%d0%b1%d1%83%d1%85%d0%be%d0%b2'),
(514891, 782904, 'ua', 'Переяслав-Хмельницкий', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d1%8f%d1%81%d0%bb%d0%b0%d0%b2-%d0%a5%d0%bc%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d1%86%d0%ba%d0%b8%d0%b9'),
(514892, 782904, 'ua', 'Припять', 1, '%d0%9f%d1%80%d0%b8%d0%bf%d1%8f%d1%82%d1%8c'),
(514893, 782904, 'ua', 'Ржищев', 1, '%d0%a0%d0%b6%d0%b8%d1%89%d0%b5%d0%b2'),
(514894, 782904, 'ua', 'Сквира', 1, '%d0%a1%d0%ba%d0%b2%d0%b8%d1%80%d0%b0'),
(514895, 782904, 'ua', 'Славутич', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d1%83%d1%82%d0%b8%d1%87'),
(514896, 782904, 'ua', 'Тараща', 1, '%d0%a2%d0%b0%d1%80%d0%b0%d1%89%d0%b0'),
(514897, 782904, 'ua', 'Тетиев', 1, '%d0%a2%d0%b5%d1%82%d0%b8%d0%b5%d0%b2'),
(514898, 782904, 'ua', 'Узин', 1, '%d0%a3%d0%b7%d0%b8%d0%bd'),
(514899, 782904, 'ua', 'Украинка', 1, '%d0%a3%d0%ba%d1%80%d0%b0%d0%b8%d0%bd%d0%ba%d0%b0'),
(514900, 782904, 'ua', 'Фастов', 1, '%d0%a4%d0%b0%d1%81%d1%82%d0%be%d0%b2'),
(514901, 782904, 'ua', 'Чернобыль', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%be%d0%b1%d1%8b%d0%bb%d1%8c'),
(514902, 782904, 'ua', 'Яготин', 1, '%d0%af%d0%b3%d0%be%d1%82%d0%b8%d0%bd');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782905, 'ua', 'Кировоградская область', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d0%be%d0%b3%d1%80%d0%b0%d0%b4%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514903, 782905, 'ua', 'Александрия', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%b8%d1%8f'),
(514904, 782905, 'ua', 'Бобринец', 1, '%d0%91%d0%be%d0%b1%d1%80%d0%b8%d0%bd%d0%b5%d1%86'),
(514905, 782905, 'ua', 'Гайворон', 1, '%d0%93%d0%b0%d0%b9%d0%b2%d0%be%d1%80%d0%be%d0%bd'),
(514906, 782905, 'ua', 'Долинская', 1, '%d0%94%d0%be%d0%bb%d0%b8%d0%bd%d1%81%d0%ba%d0%b0%d1%8f'),
(514907, 782905, 'ua', 'Знаменка', 1, '%d0%97%d0%bd%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(514908, 782905, 'ua', 'Кировоград', 1, '%d0%9a%d0%b8%d1%80%d0%be%d0%b2%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(514909, 782905, 'ua', 'Малая Виска', 1, '%d0%9c%d0%b0%d0%bb%d0%b0%d1%8f-%d0%92%d0%b8%d1%81%d0%ba%d0%b0'),
(514910, 782905, 'ua', 'Новомиргород', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bc%d0%b8%d1%80%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(514911, 782905, 'ua', 'Новоукраинка', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%83%d0%ba%d1%80%d0%b0%d0%b8%d0%bd%d0%ba%d0%b0'),
(514912, 782905, 'ua', 'Светловодск', 1, '%d0%a1%d0%b2%d0%b5%d1%82%d0%bb%d0%be%d0%b2%d0%be%d0%b4%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782906, 'ua', 'Луганская область', 1, '%d0%9b%d1%83%d0%b3%d0%b0%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514913, 782906, 'ua', 'Александровск', 1, '%d0%90%d0%bb%d0%b5%d0%ba%d1%81%d0%b0%d0%bd%d0%b4%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(514914, 782906, 'ua', 'Алмазная', 1, '%d0%90%d0%bb%d0%bc%d0%b0%d0%b7%d0%bd%d0%b0%d1%8f'),
(514915, 782906, 'ua', 'Алчевск', 1, '%d0%90%d0%bb%d1%87%d0%b5%d0%b2%d1%81%d0%ba'),
(514916, 782906, 'ua', 'Антрацит', 1, '%d0%90%d0%bd%d1%82%d1%80%d0%b0%d1%86%d0%b8%d1%82'),
(514917, 782906, 'ua', 'Брянка', 1, '%d0%91%d1%80%d1%8f%d0%bd%d0%ba%d0%b0'),
(514918, 782906, 'ua', 'Вахрушево', 1, '%d0%92%d0%b0%d1%85%d1%80%d1%83%d1%88%d0%b5%d0%b2%d0%be'),
(514919, 782906, 'ua', 'Горное', 1, '%d0%93%d0%be%d1%80%d0%bd%d0%be%d0%b5'),
(514920, 782906, 'ua', 'Зимогорье', 1, '%d0%97%d0%b8%d0%bc%d0%be%d0%b3%d0%be%d1%80%d1%8c%d0%b5'),
(514921, 782906, 'ua', 'Золотое', 1, '%d0%97%d0%be%d0%bb%d0%be%d1%82%d0%be%d0%b5'),
(514922, 782906, 'ua', 'Зоринск', 1, '%d0%97%d0%be%d1%80%d0%b8%d0%bd%d1%81%d0%ba'),
(514923, 782906, 'ua', 'Краснодон', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b4%d0%be%d0%bd'),
(514924, 782906, 'ua', 'Красный Луч', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d1%8b%d0%b9-%d0%9b%d1%83%d1%87'),
(514925, 782906, 'ua', 'Лисичанск', 1, '%d0%9b%d0%b8%d1%81%d0%b8%d1%87%d0%b0%d0%bd%d1%81%d0%ba'),
(514926, 782906, 'ua', 'Луганск', 1, '%d0%9b%d1%83%d0%b3%d0%b0%d0%bd%d1%81%d0%ba'),
(514927, 782906, 'ua', 'Лутугино', 1, '%d0%9b%d1%83%d1%82%d1%83%d0%b3%d0%b8%d0%bd%d0%be'),
(514928, 782906, 'ua', 'Миусинск', 1, '%d0%9c%d0%b8%d1%83%d1%81%d0%b8%d0%bd%d1%81%d0%ba'),
(514929, 782906, 'ua', 'Молодогвардейск', 1, '%d0%9c%d0%be%d0%bb%d0%be%d0%b4%d0%be%d0%b3%d0%b2%d0%b0%d1%80%d0%b4%d0%b5%d0%b9%d1%81%d0%ba'),
(514930, 782906, 'ua', 'Новодружеск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b4%d1%80%d1%83%d0%b6%d0%b5%d1%81%d0%ba'),
(514931, 782906, 'ua', 'Новопсков', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%bf%d1%81%d0%ba%d0%be%d0%b2'),
(514932, 782906, 'ua', 'Первомайск', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba'),
(514933, 782906, 'ua', 'Перевальск', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d0%b2%d0%b0%d0%bb%d1%8c%d1%81%d0%ba'),
(514934, 782906, 'ua', 'Петровское', 1, '%d0%9f%d0%b5%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%be%d0%b5'),
(514935, 782906, 'ua', 'Попасная', 1, '%d0%9f%d0%be%d0%bf%d0%b0%d1%81%d0%bd%d0%b0%d1%8f'),
(514936, 782906, 'ua', 'Приволье', 1, '%d0%9f%d1%80%d0%b8%d0%b2%d0%be%d0%bb%d1%8c%d0%b5'),
(514937, 782906, 'ua', 'Ровеньки', 1, '%d0%a0%d0%be%d0%b2%d0%b5%d0%bd%d1%8c%d0%ba%d0%b8'),
(514938, 782906, 'ua', 'Рубежное', 1, '%d0%a0%d1%83%d0%b1%d0%b5%d0%b6%d0%bd%d0%be%d0%b5'),
(514939, 782906, 'ua', 'Сватово', 1, '%d0%a1%d0%b2%d0%b0%d1%82%d0%be%d0%b2%d0%be'),
(514940, 782906, 'ua', 'Свердловск', 1, '%d0%a1%d0%b2%d0%b5%d1%80%d0%b4%d0%bb%d0%be%d0%b2%d1%81%d0%ba'),
(514941, 782906, 'ua', 'Северодонецк', 1, '%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d0%be%d0%b4%d0%be%d0%bd%d0%b5%d1%86%d0%ba'),
(514942, 782906, 'ua', 'Старобельск', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%b1%d0%b5%d0%bb%d1%8c%d1%81%d0%ba'),
(514943, 782906, 'ua', 'Стаханов', 1, '%d0%a1%d1%82%d0%b0%d1%85%d0%b0%d0%bd%d0%be%d0%b2'),
(514944, 782906, 'ua', 'Суходольск', 1, '%d0%a1%d1%83%d1%85%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(514945, 782906, 'ua', 'Счастье', 1, '%d0%a1%d1%87%d0%b0%d1%81%d1%82%d1%8c%d0%b5'),
(514946, 782906, 'ua', 'Теплогорск', 1, '%d0%a2%d0%b5%d0%bf%d0%bb%d0%be%d0%b3%d0%be%d1%80%d1%81%d0%ba'),
(514947, 782906, 'ua', 'Червонопартизанск', 1, '%d0%a7%d0%b5%d1%80%d0%b2%d0%be%d0%bd%d0%be%d0%bf%d0%b0%d1%80%d1%82%d0%b8%d0%b7%d0%b0%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782907, 'ua', 'Львовская область', 1, '%d0%9b%d1%8c%d0%b2%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514948, 782907, 'ua', 'Белз', 1, '%d0%91%d0%b5%d0%bb%d0%b7'),
(514949, 782907, 'ua', 'Бобрка', 1, '%d0%91%d0%be%d0%b1%d1%80%d0%ba%d0%b0'),
(514950, 782907, 'ua', 'Борислав', 1, '%d0%91%d0%be%d1%80%d0%b8%d1%81%d0%bb%d0%b0%d0%b2'),
(514951, 782907, 'ua', 'Броды', 1, '%d0%91%d1%80%d0%be%d0%b4%d1%8b'),
(514952, 782907, 'ua', 'Буск', 1, '%d0%91%d1%83%d1%81%d0%ba'),
(514953, 782907, 'ua', 'Великие Мосты', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%ba%d0%b8%d0%b5-%d0%9c%d0%be%d1%81%d1%82%d1%8b'),
(514954, 782907, 'ua', 'Глиняны', 1, '%d0%93%d0%bb%d0%b8%d0%bd%d1%8f%d0%bd%d1%8b'),
(514955, 782907, 'ua', 'Городок', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%ba'),
(514956, 782907, 'ua', 'Добромиль', 1, '%d0%94%d0%be%d0%b1%d1%80%d0%be%d0%bc%d0%b8%d0%bb%d1%8c'),
(514957, 782907, 'ua', 'Дрогобыч', 1, '%d0%94%d1%80%d0%be%d0%b3%d0%be%d0%b1%d1%8b%d1%87'),
(514958, 782907, 'ua', 'Дубляны', 1, '%d0%94%d1%83%d0%b1%d0%bb%d1%8f%d0%bd%d1%8b'),
(514959, 782907, 'ua', 'Жидачов', 1, '%d0%96%d0%b8%d0%b4%d0%b0%d1%87%d0%be%d0%b2'),
(514960, 782907, 'ua', 'Жолква', 1, '%d0%96%d0%be%d0%bb%d0%ba%d0%b2%d0%b0'),
(514961, 782907, 'ua', 'Золочев', 1, '%d0%97%d0%be%d0%bb%d0%be%d1%87%d0%b5%d0%b2'),
(514962, 782907, 'ua', 'Каменка-Бугская', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0-%d0%91%d1%83%d0%b3%d1%81%d0%ba%d0%b0%d1%8f'),
(514963, 782907, 'ua', 'Львов', 1, '%d0%9b%d1%8c%d0%b2%d0%be%d0%b2'),
(514964, 782907, 'ua', 'Мостиска', 1, '%d0%9c%d0%be%d1%81%d1%82%d0%b8%d1%81%d0%ba%d0%b0'),
(514965, 782907, 'ua', 'Перемышляны', 1, '%d0%9f%d0%b5%d1%80%d0%b5%d0%bc%d1%8b%d1%88%d0%bb%d1%8f%d0%bd%d1%8b'),
(514966, 782907, 'ua', 'Пустомыты', 1, '%d0%9f%d1%83%d1%81%d1%82%d0%be%d0%bc%d1%8b%d1%82%d1%8b'),
(514967, 782907, 'ua', 'Рава-Русская', 1, '%d0%a0%d0%b0%d0%b2%d0%b0-%d0%a0%d1%83%d1%81%d1%81%d0%ba%d0%b0%d1%8f'),
(514968, 782907, 'ua', 'Радехов', 1, '%d0%a0%d0%b0%d0%b4%d0%b5%d1%85%d0%be%d0%b2'),
(514969, 782907, 'ua', 'Рудки', 1, '%d0%a0%d1%83%d0%b4%d0%ba%d0%b8'),
(514970, 782907, 'ua', 'Самбор', 1, '%d0%a1%d0%b0%d0%bc%d0%b1%d0%be%d1%80'),
(514971, 782907, 'ua', 'Сколе', 1, '%d0%a1%d0%ba%d0%be%d0%bb%d0%b5'),
(514972, 782907, 'ua', 'Сокаль', 1, '%d0%a1%d0%be%d0%ba%d0%b0%d0%bb%d1%8c'),
(514973, 782907, 'ua', 'Старый Самбор', 1, '%d0%a1%d1%82%d0%b0%d1%80%d1%8b%d0%b9-%d0%a1%d0%b0%d0%bc%d0%b1%d0%be%d1%80'),
(514974, 782907, 'ua', 'Стрый', 1, '%d0%a1%d1%82%d1%80%d1%8b%d0%b9'),
(514975, 782907, 'ua', 'Трускавец', 1, '%d0%a2%d1%80%d1%83%d1%81%d0%ba%d0%b0%d0%b2%d0%b5%d1%86'),
(514976, 782907, 'ua', 'Угнев', 1, '%d0%a3%d0%b3%d0%bd%d0%b5%d0%b2'),
(514977, 782907, 'ua', 'Хыров', 1, '%d0%a5%d1%8b%d1%80%d0%be%d0%b2'),
(514978, 782907, 'ua', 'Червоноград', 1, '%d0%a7%d0%b5%d1%80%d0%b2%d0%be%d0%bd%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(514979, 782907, 'ua', 'Яворов', 1, '%d0%af%d0%b2%d0%be%d1%80%d0%be%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782908, 'ua', 'Николаевская область', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514980, 782908, 'ua', 'Баштанка', 1, '%d0%91%d0%b0%d1%88%d1%82%d0%b0%d0%bd%d0%ba%d0%b0'),
(514981, 782908, 'ua', 'Вознесенск', 1, '%d0%92%d0%be%d0%b7%d0%bd%d0%b5%d1%81%d0%b5%d0%bd%d1%81%d0%ba'),
(514982, 782908, 'ua', 'Николаев', 1, '%d0%9d%d0%b8%d0%ba%d0%be%d0%bb%d0%b0%d0%b5%d0%b2'),
(514983, 782908, 'ua', 'Новая Одесса', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%9e%d0%b4%d0%b5%d1%81%d1%81%d0%b0'),
(514984, 782908, 'ua', 'Новый Буг', 1, '%d0%9d%d0%be%d0%b2%d1%8b%d0%b9-%d0%91%d1%83%d0%b3'),
(514985, 782908, 'ua', 'Очаков', 1, '%d0%9e%d1%87%d0%b0%d0%ba%d0%be%d0%b2'),
(514986, 782908, 'ua', 'Первомайск', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba'),
(514987, 782908, 'ua', 'Снигирёвка', 1, '%d0%a1%d0%bd%d0%b8%d0%b3%d0%b8%d1%80%d1%91%d0%b2%d0%ba%d0%b0'),
(514988, 782908, 'ua', 'Южноукраинск', 1, '%d0%ae%d0%b6%d0%bd%d0%be%d1%83%d0%ba%d1%80%d0%b0%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782909, 'ua', 'Одесская область', 1, '%d0%9e%d0%b4%d0%b5%d1%81%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(514989, 782909, 'ua', 'Ананьев', 1, '%d0%90%d0%bd%d0%b0%d0%bd%d1%8c%d0%b5%d0%b2'),
(514990, 782909, 'ua', 'Арциз', 1, '%d0%90%d1%80%d1%86%d0%b8%d0%b7'),
(514991, 782909, 'ua', 'Балта', 1, '%d0%91%d0%b0%d0%bb%d1%82%d0%b0'),
(514992, 782909, 'ua', 'Белгород-Днестровский', 1, '%d0%91%d0%b5%d0%bb%d0%b3%d0%be%d1%80%d0%be%d0%b4-%d0%94%d0%bd%d0%b5%d1%81%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(514993, 782909, 'ua', 'Болград', 1, '%d0%91%d0%be%d0%bb%d0%b3%d1%80%d0%b0%d0%b4'),
(514994, 782909, 'ua', 'Измаил', 1, '%d0%98%d0%b7%d0%bc%d0%b0%d0%b8%d0%bb'),
(514995, 782909, 'ua', 'Ильичёвск', 1, '%d0%98%d0%bb%d1%8c%d0%b8%d1%87%d1%91%d0%b2%d1%81%d0%ba'),
(514996, 782909, 'ua', 'Килия', 1, '%d0%9a%d0%b8%d0%bb%d0%b8%d1%8f'),
(514997, 782909, 'ua', 'Кодыма', 1, '%d0%9a%d0%be%d0%b4%d1%8b%d0%bc%d0%b0'),
(514998, 782909, 'ua', 'Котовск', 1, '%d0%9a%d0%be%d1%82%d0%be%d0%b2%d1%81%d0%ba'),
(514999, 782909, 'ua', 'Одесса', 1, '%d0%9e%d0%b4%d0%b5%d1%81%d1%81%d0%b0'),
(515000, 782909, 'ua', 'Татарбунары', 1, '%d0%a2%d0%b0%d1%82%d0%b0%d1%80%d0%b1%d1%83%d0%bd%d0%b0%d1%80%d1%8b'),
(515001, 782909, 'ua', 'Теплодар', 1, '%d0%a2%d0%b5%d0%bf%d0%bb%d0%be%d0%b4%d0%b0%d1%80'),
(515002, 782909, 'ua', 'Южное', 1, '%d0%ae%d0%b6%d0%bd%d0%be%d0%b5');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782910, 'ua', 'Полтавская область', 1, '%d0%9f%d0%be%d0%bb%d1%82%d0%b0%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515003, 782910, 'ua', 'Гадяч', 1, '%d0%93%d0%b0%d0%b4%d1%8f%d1%87'),
(515004, 782910, 'ua', 'Глобино', 1, '%d0%93%d0%bb%d0%be%d0%b1%d0%b8%d0%bd%d0%be'),
(515005, 782910, 'ua', 'Гребёнка', 1, '%d0%93%d1%80%d0%b5%d0%b1%d1%91%d0%bd%d0%ba%d0%b0'),
(515006, 782910, 'ua', 'Зеньков', 1, '%d0%97%d0%b5%d0%bd%d1%8c%d0%ba%d0%be%d0%b2'),
(515007, 782910, 'ua', 'Карловка', 1, '%d0%9a%d0%b0%d1%80%d0%bb%d0%be%d0%b2%d0%ba%d0%b0'),
(515008, 782910, 'ua', 'Кременчуг', 1, '%d0%9a%d1%80%d0%b5%d0%bc%d0%b5%d0%bd%d1%87%d1%83%d0%b3'),
(515009, 782910, 'ua', 'Кобеляки', 1, '%d0%9a%d0%be%d0%b1%d0%b5%d0%bb%d1%8f%d0%ba%d0%b8'),
(515010, 782910, 'ua', 'Комсомольск', 1, '%d0%9a%d0%be%d0%bc%d1%81%d0%be%d0%bc%d0%be%d0%bb%d1%8c%d1%81%d0%ba'),
(515011, 782910, 'ua', 'Лохвица', 1, '%d0%9b%d0%be%d1%85%d0%b2%d0%b8%d1%86%d0%b0'),
(515012, 782910, 'ua', 'Лубны', 1, '%d0%9b%d1%83%d0%b1%d0%bd%d1%8b'),
(515013, 782910, 'ua', 'Миргород', 1, '%d0%9c%d0%b8%d1%80%d0%b3%d0%be%d1%80%d0%be%d0%b4'),
(515014, 782910, 'ua', 'Пирятин', 1, '%d0%9f%d0%b8%d1%80%d1%8f%d1%82%d0%b8%d0%bd'),
(515015, 782910, 'ua', 'Полтава', 1, '%d0%9f%d0%be%d0%bb%d1%82%d0%b0%d0%b2%d0%b0'),
(515016, 782910, 'ua', 'Хорол', 1, '%d0%a5%d0%be%d1%80%d0%be%d0%bb'),
(515017, 782910, 'ua', 'Червонозаводское', 1, '%d0%a7%d0%b5%d1%80%d0%b2%d0%be%d0%bd%d0%be%d0%b7%d0%b0%d0%b2%d0%be%d0%b4%d1%81%d0%ba%d0%be%d0%b5');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782911, 'ua', 'Ровенская область', 1, '%d0%a0%d0%be%d0%b2%d0%b5%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515018, 782911, 'ua', 'Березне', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b7%d0%bd%d0%b5'),
(515019, 782911, 'ua', 'Дубно', 1, '%d0%94%d1%83%d0%b1%d0%bd%d0%be'),
(515020, 782911, 'ua', 'Дубровица', 1, '%d0%94%d1%83%d0%b1%d1%80%d0%be%d0%b2%d0%b8%d1%86%d0%b0'),
(515021, 782911, 'ua', 'Здолбунов', 1, '%d0%97%d0%b4%d0%be%d0%bb%d0%b1%d1%83%d0%bd%d0%be%d0%b2'),
(515022, 782911, 'ua', 'Корец', 1, '%d0%9a%d0%be%d1%80%d0%b5%d1%86'),
(515023, 782911, 'ua', 'Костополь', 1, '%d0%9a%d0%be%d1%81%d1%82%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(515024, 782911, 'ua', 'Кузнецовск', 1, '%d0%9a%d1%83%d0%b7%d0%bd%d0%b5%d1%86%d0%be%d0%b2%d1%81%d0%ba'),
(515025, 782911, 'ua', 'Острог', 1, '%d0%9e%d1%81%d1%82%d1%80%d0%be%d0%b3'),
(515026, 782911, 'ua', 'Радивилов', 1, '%d0%a0%d0%b0%d0%b4%d0%b8%d0%b2%d0%b8%d0%bb%d0%be%d0%b2'),
(515027, 782911, 'ua', 'Ровно', 1, '%d0%a0%d0%be%d0%b2%d0%bd%d0%be'),
(515028, 782911, 'ua', 'Сарны', 1, '%d0%a1%d0%b0%d1%80%d0%bd%d1%8b');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782912, 'ua', 'Сумская область', 1, '%d0%a1%d1%83%d0%bc%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515029, 782912, 'ua', 'Ахтырка', 1, '%d0%90%d1%85%d1%82%d1%8b%d1%80%d0%ba%d0%b0'),
(515030, 782912, 'ua', 'Белополье', 1, '%d0%91%d0%b5%d0%bb%d0%be%d0%bf%d0%be%d0%bb%d1%8c%d0%b5'),
(515031, 782912, 'ua', 'Бурынь', 1, '%d0%91%d1%83%d1%80%d1%8b%d0%bd%d1%8c'),
(515032, 782912, 'ua', 'Глухов', 1, '%d0%93%d0%bb%d1%83%d1%85%d0%be%d0%b2'),
(515033, 782912, 'ua', 'Кролевец', 1, '%d0%9a%d1%80%d0%be%d0%bb%d0%b5%d0%b2%d0%b5%d1%86'),
(515034, 782912, 'ua', 'Конотоп', 1, '%d0%9a%d0%be%d0%bd%d0%be%d1%82%d0%be%d0%bf'),
(515035, 782912, 'ua', 'Лебедин', 1, '%d0%9b%d0%b5%d0%b1%d0%b5%d0%b4%d0%b8%d0%bd'),
(515036, 782912, 'ua', 'Путивль', 1, '%d0%9f%d1%83%d1%82%d0%b8%d0%b2%d0%bb%d1%8c'),
(515037, 782912, 'ua', 'Ромны', 1, '%d0%a0%d0%be%d0%bc%d0%bd%d1%8b'),
(515038, 782912, 'ua', 'Середина-Буда', 1, '%d0%a1%d0%b5%d1%80%d0%b5%d0%b4%d0%b8%d0%bd%d0%b0-%d0%91%d1%83%d0%b4%d0%b0'),
(515039, 782912, 'ua', 'Сумы', 1, '%d0%a1%d1%83%d0%bc%d1%8b'),
(515040, 782912, 'ua', 'Тростянец', 1, '%d0%a2%d1%80%d0%be%d1%81%d1%82%d1%8f%d0%bd%d0%b5%d1%86'),
(515041, 782912, 'ua', 'Шостка', 1, '%d0%a8%d0%be%d1%81%d1%82%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782913, 'ua', 'Тернопольская область', 1, '%d0%a2%d0%b5%d1%80%d0%bd%d0%be%d0%bf%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515042, 782913, 'ua', 'Бережаны', 1, '%d0%91%d0%b5%d1%80%d0%b5%d0%b6%d0%b0%d0%bd%d1%8b'),
(515043, 782913, 'ua', 'Борщёв', 1, '%d0%91%d0%be%d1%80%d1%89%d1%91%d0%b2'),
(515044, 782913, 'ua', 'Бучач', 1, '%d0%91%d1%83%d1%87%d0%b0%d1%87'),
(515045, 782913, 'ua', 'Залещики', 1, '%d0%97%d0%b0%d0%bb%d0%b5%d1%89%d0%b8%d0%ba%d0%b8'),
(515046, 782913, 'ua', 'Збараж', 1, '%d0%97%d0%b1%d0%b0%d1%80%d0%b0%d0%b6'),
(515047, 782913, 'ua', 'Зборов', 1, '%d0%97%d0%b1%d0%be%d1%80%d0%be%d0%b2'),
(515048, 782913, 'ua', 'Кременец', 1, '%d0%9a%d1%80%d0%b5%d0%bc%d0%b5%d0%bd%d0%b5%d1%86'),
(515049, 782913, 'ua', 'Лановцы', 1, '%d0%9b%d0%b0%d0%bd%d0%be%d0%b2%d1%86%d1%8b'),
(515050, 782913, 'ua', 'Монастыриска', 1, '%d0%9c%d0%be%d0%bd%d0%b0%d1%81%d1%82%d1%8b%d1%80%d0%b8%d1%81%d0%ba%d0%b0'),
(515051, 782913, 'ua', 'Подволочиск', 1, '%d0%9f%d0%be%d0%b4%d0%b2%d0%be%d0%bb%d0%be%d1%87%d0%b8%d1%81%d0%ba'),
(515052, 782913, 'ua', 'Подгайцы', 1, '%d0%9f%d0%be%d0%b4%d0%b3%d0%b0%d0%b9%d1%86%d1%8b'),
(515053, 782913, 'ua', 'Почаев', 1, '%d0%9f%d0%be%d1%87%d0%b0%d0%b5%d0%b2'),
(515054, 782913, 'ua', 'Скалат', 1, '%d0%a1%d0%ba%d0%b0%d0%bb%d0%b0%d1%82'),
(515055, 782913, 'ua', 'Тернополь', 1, '%d0%a2%d0%b5%d1%80%d0%bd%d0%be%d0%bf%d0%be%d0%bb%d1%8c'),
(515056, 782913, 'ua', 'Теребовля', 1, '%d0%a2%d0%b5%d1%80%d0%b5%d0%b1%d0%be%d0%b2%d0%bb%d1%8f'),
(515057, 782913, 'ua', 'Чортков', 1, '%d0%a7%d0%be%d1%80%d1%82%d0%ba%d0%be%d0%b2'),
(515058, 782913, 'ua', 'Шумск', 1, '%d0%a8%d1%83%d0%bc%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782914, 'ua', 'Харьковская область', 1, '%d0%a5%d0%b0%d1%80%d1%8c%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515059, 782914, 'ua', 'Балаклея', 1, '%d0%91%d0%b0%d0%bb%d0%b0%d0%ba%d0%bb%d0%b5%d1%8f'),
(515060, 782914, 'ua', 'Барвенково', 1, '%d0%91%d0%b0%d1%80%d0%b2%d0%b5%d0%bd%d0%ba%d0%be%d0%b2%d0%be'),
(515061, 782914, 'ua', 'Богодухов', 1, '%d0%91%d0%be%d0%b3%d0%be%d0%b4%d1%83%d1%85%d0%be%d0%b2'),
(515062, 782914, 'ua', 'Валки', 1, '%d0%92%d0%b0%d0%bb%d0%ba%d0%b8'),
(515063, 782914, 'ua', 'Великий Бурлук', 1, '%d0%92%d0%b5%d0%bb%d0%b8%d0%ba%d0%b8%d0%b9-%d0%91%d1%83%d1%80%d0%bb%d1%83%d0%ba'),
(515064, 782914, 'ua', 'Волчанск', 1, '%d0%92%d0%be%d0%bb%d1%87%d0%b0%d0%bd%d1%81%d0%ba'),
(515065, 782914, 'ua', 'Дергачи', 1, '%d0%94%d0%b5%d1%80%d0%b3%d0%b0%d1%87%d0%b8'),
(515066, 782914, 'ua', 'Змиев', 1, '%d0%97%d0%bc%d0%b8%d0%b5%d0%b2'),
(515067, 782914, 'ua', 'Изюм', 1, '%d0%98%d0%b7%d1%8e%d0%bc'),
(515068, 782914, 'ua', 'Красноград', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%bd%d0%be%d0%b3%d1%80%d0%b0%d0%b4'),
(515069, 782914, 'ua', 'Купянск', 1, '%d0%9a%d1%83%d0%bf%d1%8f%d0%bd%d1%81%d0%ba'),
(515070, 782914, 'ua', 'Лозовая', 1, '%d0%9b%d0%be%d0%b7%d0%be%d0%b2%d0%b0%d1%8f'),
(515071, 782914, 'ua', 'Люботин', 1, '%d0%9b%d1%8e%d0%b1%d0%be%d1%82%d0%b8%d0%bd'),
(515072, 782914, 'ua', 'Мерефа', 1, '%d0%9c%d0%b5%d1%80%d0%b5%d1%84%d0%b0'),
(515073, 782914, 'ua', 'Первомайский', 1, '%d0%9f%d0%b5%d1%80%d0%b2%d0%be%d0%bc%d0%b0%d0%b9%d1%81%d0%ba%d0%b8%d0%b9'),
(515074, 782914, 'ua', 'Харьков', 1, '%d0%a5%d0%b0%d1%80%d1%8c%d0%ba%d0%be%d0%b2'),
(515075, 782914, 'ua', 'Чугуев', 1, '%d0%a7%d1%83%d0%b3%d1%83%d0%b5%d0%b2');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782915, 'ua', 'Херсонская область', 1, '%d0%a5%d0%b5%d1%80%d1%81%d0%be%d0%bd%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515076, 782915, 'ua', 'Берислав', 1, '%d0%91%d0%b5%d1%80%d0%b8%d1%81%d0%bb%d0%b0%d0%b2'),
(515077, 782915, 'ua', 'Геническ', 1, '%d0%93%d0%b5%d0%bd%d0%b8%d1%87%d0%b5%d1%81%d0%ba'),
(515078, 782915, 'ua', 'Голая Пристань', 1, '%d0%93%d0%be%d0%bb%d0%b0%d1%8f-%d0%9f%d1%80%d0%b8%d1%81%d1%82%d0%b0%d0%bd%d1%8c'),
(515079, 782915, 'ua', 'Каховка', 1, '%d0%9a%d0%b0%d1%85%d0%be%d0%b2%d0%ba%d0%b0'),
(515080, 782915, 'ua', 'Новая Каховка', 1, '%d0%9d%d0%be%d0%b2%d0%b0%d1%8f-%d0%9a%d0%b0%d1%85%d0%be%d0%b2%d0%ba%d0%b0'),
(515081, 782915, 'ua', 'Скадовск', 1, '%d0%a1%d0%ba%d0%b0%d0%b4%d0%be%d0%b2%d1%81%d0%ba'),
(515082, 782915, 'ua', 'Таврийск', 1, '%d0%a2%d0%b0%d0%b2%d1%80%d0%b8%d0%b9%d1%81%d0%ba'),
(515083, 782915, 'ua', 'Херсон', 1, '%d0%a5%d0%b5%d1%80%d1%81%d0%be%d0%bd'),
(515084, 782915, 'ua', 'Цюрупинск', 1, '%d0%a6%d1%8e%d1%80%d1%83%d0%bf%d0%b8%d0%bd%d1%81%d0%ba');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782916, 'ua', 'Хмельницкая область', 1, '%d0%a5%d0%bc%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d1%86%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515085, 782916, 'ua', 'Волочиск', 1, '%d0%92%d0%be%d0%bb%d0%be%d1%87%d0%b8%d1%81%d0%ba'),
(515086, 782916, 'ua', 'Городок', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%be%d0%ba'),
(515087, 782916, 'ua', 'Деражня', 1, '%d0%94%d0%b5%d1%80%d0%b0%d0%b6%d0%bd%d1%8f'),
(515088, 782916, 'ua', 'Дунаевцы', 1, '%d0%94%d1%83%d0%bd%d0%b0%d0%b5%d0%b2%d1%86%d1%8b'),
(515089, 782916, 'ua', 'Изяслав', 1, '%d0%98%d0%b7%d1%8f%d1%81%d0%bb%d0%b0%d0%b2'),
(515090, 782916, 'ua', 'Каменец-Подольский', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%b5%d1%86-%d0%9f%d0%be%d0%b4%d0%be%d0%bb%d1%8c%d1%81%d0%ba%d0%b8%d0%b9'),
(515091, 782916, 'ua', 'Красилов', 1, '%d0%9a%d1%80%d0%b0%d1%81%d0%b8%d0%bb%d0%be%d0%b2'),
(515092, 782916, 'ua', 'Нетешин', 1, '%d0%9d%d0%b5%d1%82%d0%b5%d1%88%d0%b8%d0%bd'),
(515093, 782916, 'ua', 'Полонное', 1, '%d0%9f%d0%be%d0%bb%d0%be%d0%bd%d0%bd%d0%be%d0%b5'),
(515094, 782916, 'ua', 'Славута', 1, '%d0%a1%d0%bb%d0%b0%d0%b2%d1%83%d1%82%d0%b0'),
(515095, 782916, 'ua', 'Староконстантинов', 1, '%d0%a1%d1%82%d0%b0%d1%80%d0%be%d0%ba%d0%be%d0%bd%d1%81%d1%82%d0%b0%d0%bd%d1%82%d0%b8%d0%bd%d0%be%d0%b2'),
(515096, 782916, 'ua', 'Хмельницкий', 1, '%d0%a5%d0%bc%d0%b5%d0%bb%d1%8c%d0%bd%d0%b8%d1%86%d0%ba%d0%b8%d0%b9'),
(515097, 782916, 'ua', 'Шепетовка', 1, '%d0%a8%d0%b5%d0%bf%d0%b5%d1%82%d0%be%d0%b2%d0%ba%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782917, 'ua', 'Черкасская область', 1, '%d0%a7%d0%b5%d1%80%d0%ba%d0%b0%d1%81%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515098, 782917, 'ua', 'Ватутино', 1, '%d0%92%d0%b0%d1%82%d1%83%d1%82%d0%b8%d0%bd%d0%be'),
(515099, 782917, 'ua', 'Городище', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%b8%d1%89%d0%b5'),
(515100, 782917, 'ua', 'Жашков', 1, '%d0%96%d0%b0%d1%88%d0%ba%d0%be%d0%b2'),
(515101, 782917, 'ua', 'Звенигородка', 1, '%d0%97%d0%b2%d0%b5%d0%bd%d0%b8%d0%b3%d0%be%d1%80%d0%be%d0%b4%d0%ba%d0%b0'),
(515102, 782917, 'ua', 'Золотоноша', 1, '%d0%97%d0%be%d0%bb%d0%be%d1%82%d0%be%d0%bd%d0%be%d1%88%d0%b0'),
(515103, 782917, 'ua', 'Каменка', 1, '%d0%9a%d0%b0%d0%bc%d0%b5%d0%bd%d0%ba%d0%b0'),
(515104, 782917, 'ua', 'Канев', 1, '%d0%9a%d0%b0%d0%bd%d0%b5%d0%b2'),
(515105, 782917, 'ua', 'Корсунь-Шевченковский', 1, '%d0%9a%d0%be%d1%80%d1%81%d1%83%d0%bd%d1%8c-%d0%a8%d0%b5%d0%b2%d1%87%d0%b5%d0%bd%d0%ba%d0%be%d0%b2%d1%81%d0%ba%d0%b8%d0%b9'),
(515106, 782917, 'ua', 'Монастырище', 1, '%d0%9c%d0%be%d0%bd%d0%b0%d1%81%d1%82%d1%8b%d1%80%d0%b8%d1%89%d0%b5'),
(515107, 782917, 'ua', 'Смела', 1, '%d0%a1%d0%bc%d0%b5%d0%bb%d0%b0'),
(515108, 782917, 'ua', 'Тальное', 1, '%d0%a2%d0%b0%d0%bb%d1%8c%d0%bd%d0%be%d0%b5'),
(515109, 782917, 'ua', 'Умань', 1, '%d0%a3%d0%bc%d0%b0%d0%bd%d1%8c'),
(515110, 782917, 'ua', 'Христиновка', 1, '%d0%a5%d1%80%d0%b8%d1%81%d1%82%d0%b8%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(515111, 782917, 'ua', 'Черкассы', 1, '%d0%a7%d0%b5%d1%80%d0%ba%d0%b0%d1%81%d1%81%d1%8b'),
(515112, 782917, 'ua', 'Чигирин', 1, '%d0%a7%d0%b8%d0%b3%d0%b8%d1%80%d0%b8%d0%bd'),
(515113, 782917, 'ua', 'Шпола', 1, '%d0%a8%d0%bf%d0%be%d0%bb%d0%b0');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782918, 'ua', 'Черниговская область', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%b8%d0%b3%d0%be%d0%b2%d1%81%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515114, 782918, 'ua', 'Бахмач', 1, '%d0%91%d0%b0%d1%85%d0%bc%d0%b0%d1%87'),
(515115, 782918, 'ua', 'Бобровица', 1, '%d0%91%d0%be%d0%b1%d1%80%d0%be%d0%b2%d0%b8%d1%86%d0%b0'),
(515116, 782918, 'ua', 'Борзна', 1, '%d0%91%d0%be%d1%80%d0%b7%d0%bd%d0%b0'),
(515117, 782918, 'ua', 'Городня', 1, '%d0%93%d0%be%d1%80%d0%be%d0%b4%d0%bd%d1%8f'),
(515118, 782918, 'ua', 'Десна', 1, '%d0%94%d0%b5%d1%81%d0%bd%d0%b0'),
(515119, 782918, 'ua', 'Ичня', 1, '%d0%98%d1%87%d0%bd%d1%8f'),
(515120, 782918, 'ua', 'Корюковка', 1, '%d0%9a%d0%be%d1%80%d1%8e%d0%ba%d0%be%d0%b2%d0%ba%d0%b0'),
(515121, 782918, 'ua', 'Мена', 1, '%d0%9c%d0%b5%d0%bd%d0%b0'),
(515122, 782918, 'ua', 'Нежин', 1, '%d0%9d%d0%b5%d0%b6%d0%b8%d0%bd'),
(515123, 782918, 'ua', 'Новгород-Северский', 1, '%d0%9d%d0%be%d0%b2%d0%b3%d0%be%d1%80%d0%be%d0%b4-%d0%a1%d0%b5%d0%b2%d0%b5%d1%80%d1%81%d0%ba%d0%b8%d0%b9'),
(515124, 782918, 'ua', 'Носовка', 1, '%d0%9d%d0%be%d1%81%d0%be%d0%b2%d0%ba%d0%b0'),
(515125, 782918, 'ua', 'Прилуки', 1, '%d0%9f%d1%80%d0%b8%d0%bb%d1%83%d0%ba%d0%b8'),
(515126, 782918, 'ua', 'Седнев', 1, '%d0%a1%d0%b5%d0%b4%d0%bd%d0%b5%d0%b2'),
(515127, 782918, 'ua', 'Семёновка', 1, '%d0%a1%d0%b5%d0%bc%d1%91%d0%bd%d0%be%d0%b2%d0%ba%d0%b0'),
(515128, 782918, 'ua', 'Чернигов', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%b8%d0%b3%d0%be%d0%b2'),
(515129, 782918, 'ua', 'Щорс', 1, '%d0%a9%d0%be%d1%80%d1%81');

REPLACE INTO /*TABLE_PREFIX*/t_region (pk_i_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(782919, 'ua', 'Черновицкая область', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%be%d0%b2%d0%b8%d1%86%d0%ba%d0%b0%d1%8f-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d1%82%d1%8c');

REPLACE INTO /*TABLE_PREFIX*/t_city (pk_i_id, fk_i_region_id, fk_c_country_code, s_name, b_active, s_slug) VALUES 
(515130, 782919, 'ua', 'Вашковцы', 1, '%d0%92%d0%b0%d1%88%d0%ba%d0%be%d0%b2%d1%86%d1%8b'),
(515131, 782919, 'ua', 'Вижница', 1, '%d0%92%d0%b8%d0%b6%d0%bd%d0%b8%d1%86%d0%b0'),
(515132, 782919, 'ua', 'Герца', 1, '%d0%93%d0%b5%d1%80%d1%86%d0%b0'),
(515133, 782919, 'ua', 'Заставна', 1, '%d0%97%d0%b0%d1%81%d1%82%d0%b0%d0%b2%d0%bd%d0%b0'),
(515134, 782919, 'ua', 'Кицмань', 1, '%d0%9a%d0%b8%d1%86%d0%bc%d0%b0%d0%bd%d1%8c'),
(515135, 782919, 'ua', 'Новоднестровск', 1, '%d0%9d%d0%be%d0%b2%d0%be%d0%b4%d0%bd%d0%b5%d1%81%d1%82%d1%80%d0%be%d0%b2%d1%81%d0%ba'),
(515136, 782919, 'ua', 'Новоселица', 1, '%d0%9d%d0%be%d0%b2%d0%be%d1%81%d0%b5%d0%bb%d0%b8%d1%86%d0%b0'),
(515137, 782919, 'ua', 'Сокиряны', 1, '%d0%a1%d0%be%d0%ba%d0%b8%d1%80%d1%8f%d0%bd%d1%8b'),
(515138, 782919, 'ua', 'Сторожинец', 1, '%d0%a1%d1%82%d0%be%d1%80%d0%be%d0%b6%d0%b8%d0%bd%d0%b5%d1%86'),
(515139, 782919, 'ua', 'Хотин', 1, '%d0%a5%d0%be%d1%82%d0%b8%d0%bd'),
(515140, 782919, 'ua', 'Черновцы', 1, '%d0%a7%d0%b5%d1%80%d0%bd%d0%be%d0%b2%d1%86%d1%8b');

